Repository: crimpi23/my_project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl, sk, uk

source: Available for order at AutogroupEU. Fast delivery across Europe.
pl: Dostępna do zamówienia w AutogroupEU. Szybka dostawa w całej Europie.
sk: Dostupný na objednávku v AutogroupEU. Rýchle dodanie po celej Európe.
uk: Доступна для замовлення в AutogroupEU. Швидка доставка по Європі.

source: Find it at AutogroupEU
uk: Знайдіть в AutogroupEU

source: No photo available
pl: Brak zdjęcia
sk: Foto nie je k dispozícii
uk: Фото недоступне

source: Available Prices
pl: Dostępne ceny
sk: Dostupné ceny
uk: Доступні ціни

source: excl. VAT (B2B)
sk: bez DPH (pre firmy)
uk: без ПДВ (B2B)

source: Availability
pl: Dostępność
sk: Dostupnosť
uk: Наявність

source: 14-21 days
sk: 14-21 dní
uk: 14-21 днів

source: Temporarily unavailable on our stock. You can order this part by regular price.
sk: Dočasne nedostupné na našom sklade. Tento diel si môžete objednať za bežnú cenu.
uk: Тимчасово немає на нашому складі. Ви можете замовити цю запчастину за звичайною ціною.

source: Continue Shopping
pl: Wróć do zakupów
sk: Pokračovať v nákupe
uk: Продовжити покупки

source: This auto part is available for order from AutogroupEU. Contact us for more details about specifications, compatibility, and delivery times.
pl: Ta część samochodowa jest dostępna do zamówienia w AutogroupEU. Skontaktuj się z nami, aby uzyskać szczegółowe informacje na temat specyfikacji, kompatybilności i czasu dostawy.
sk: Tento autodiel je dostupný na objednávku od AutogroupEU. Kontaktujte nás pre podrobnejšie informácie o špecifikáciách, kompatibilite a dodacích lehotách.
uk: Ця автозапчастина доступна для замовлення в AutogroupEU. Зв'яжіться з нами для отримання детальної інформації про характеристики, сумісність та терміни доставки.

source: Original or high-quality alternative
pl: Oryginał lub wysokiej jakości zamiennik
sk: Originál alebo kvalitná alternatíva
uk: Оригінал або якісний аналог

source: Fast delivery across Europe
pl: Szybka dostawa w całej Europie
sk: Rýchle dodanie po celej Európe
uk: Швидка доставка по Європі

source: Professional support
pl: Profesjonalne wsparcie
sk: Profesionálna podpora
uk: Професійна підтримка

source: Warranty on all parts
pl: Gwarancja na wszystkie części
sk: Záruka na všetky diely
uk: Гарантія на всі запчастини

source: Call Now
pl: Zadzwoń teraz
sk: Zavolajte teraz
uk: Зателефонувати

source: Related Searches
sk: Súvisiacé vyhľadávania
uk: Пов'язані пошуки

source: compatible
sk: kompatibilný
uk: сумісний

source: alternative
sk: alternatíva
uk: аналог

source: original
sk: originál
uk: оригінал

source: Popular Categories
sk: Obľúbené kategórie
uk: Популярні категорії

source: Engine Parts
sk: Diely motora
uk: Деталі двигуна

source: Filters
pl: Filtry
sk: Filtre
uk: Фільтри

source: Suspension
sk: Podvozok
uk: Підвіска

source: Electrical
sk: Elektrika
uk: Електрика

source: Learn about AutogroupEU's returns and exchanges policy for auto parts.
pl: Dowiedz się o polityce zwrotów i wymian AutogroupEU dotyczącej części samochodowych.
sk: Informácie o pravidlách vrátenia a výmeny autodielov v AutogroupEU.
uk: Дізнайтеся про політику повернення та обміну автозапчастин AutogroupEU.

source: returns policy, auto parts return, exchange policy, EU consumer rights
pl: polityka zwrotów, zwrot części samochodowych, polityka wymian, prawa konsumentów w UE
sk: pravidlá vrátenia, vrátenie autodielov, pravidlá výmeny, práva spotrebiteľov EÚ
uk: політика повернення, повернення автозапчастин, політика обміну, права споживачів ЄС

source: Returns & Exchanges
pl: Zwroty i wymiany
sk: Vrátenie a výmena
uk: Повернення та обмін

source: Returns Policy
pl: Polityka zwrotów
sk: Pravidlá vrátenia
uk: Політика повернення

source: Right of Withdrawal
pl: Prawo odstąpienia
sk: Právo na odstúpenie
uk: Право на відмову

source: In accordance with EU regulations, consumers have the right to withdraw from the purchase contract without giving any reason within 14 days from the day of receiving the goods. To exercise this right, you must inform us of your decision through an unequivocal statement (e.g., email or letter).
pl: Zgodnie z przepisami UE, konsumenci mają prawo odstąpić od umowy zakupu bez podania przyczyny w ciągu 14 dni od dnia otrzymania towaru. Aby skorzystać z tego prawa, musisz poinformować nas o swojej decyzji poprzez jednoznaczne oświadczenie (np. e-mail lub list).
sk: V súlade s nariadeniami EÚ majú spotrebitelia právo odstúpiť od kúpnej zmluvy bez uvedenia dôvodu do 14 dní odo dňa prevzatia tovaru. Na uplatnenie tohto práva nás musíte informovať o svojom rozhodnutí prostredníctvom jednoznačného vyhlásenia (napr. e-mailom alebo listom).
uk: Відповідно до правил ЄС, споживачі мають право відмовитися від договору купівлі без пояснення причин протягом 14 днів з дня отримання товару. Для реалізації цього права ви повинні повідомити нас про своє рішення через однозначну заяву (напр., email або лист).

source: Stock Items vs. Special Order Items
pl: Przedmioty magazynowe vs. przedmioty na specjalne zamówienie
sk: Skladové položky vs. položky na špeciálnu objednávku
uk: Товари зі складу vs. Товари на замовлення

source: Parts that we ship from our warehouse are subject to all standard return conditions. However, electronic components and parts ordered specially for a customer are non-returnable unless there is a factory defect confirmed by our technical specialists.
pl: Części, które wysyłamy z naszego magazynu, podlegają wszystkim standardowym warunkom zwrotu. Jednakże, komponenty elektroniczne i części zamówione specjalnie dla klienta nie podlegają zwrotowi, chyba że występuje wada fabryczna potwierdzona przez naszych specjalistów technicznych.
sk: Diely, ktoré posielame z nášho skladu, podliehajú všetkým štandardným podmienkam vrátenia. Elektronické komponenty a diely špeciálne objednané pre zákazníka však nie je možné vrátiť, pokiaľ nejde o výrobnú chybu potvrdenú našimi technickými špecialistami.
uk: Запчастини, які ми відправляємо з нашого складу, підпорядковуються всім стандартним умовам повернення. Однак електронні компоненти та запчастини, замовлені спеціально для клієнта, не підлягають поверненню, якщо немає заводського дефекту, підтвердженого нашими технічними спеціалістами.

source: If you're unsure whether a part fits your vehicle, we strongly recommend providing your vehicle's VIN code before ordering so our specialists can verify compatibility. This helps avoid unnecessary returns and ensures you receive the correct part the first time.
pl: Jeśli nie jesteś pewien, czy część pasuje do Twojego pojazdu, zdecydowanie zalecamy podanie kodu VIN pojazdu przed zamówieniem, aby nasi specjaliści mogli zweryfikować zgodność. To pomaga uniknąć niepotrzebnych zwrotów i zapewnia, że otrzymasz odpowiednią część za pierwszym razem.
sk: Ak si nie ste istí, či diel pasuje do vášho vozidla, dôrazne odporúčame, aby ste pred objednaním uviedli VIN kód vášho vozidla, aby naši špecialisti mohli overiť kompatibilitu. Tým sa vyhnete zbytočnému vráteniu a zaistíte, že dostanete správny diel naprvýkrát.
uk: Якщо ви не впевнені, чи підходить запчастина до вашого автомобіля, ми наполегливо рекомендуємо надати VIN-код вашого автомобіля перед замовленням, щоб наші спеціалісти могли перевірити сумісність. Це допомагає уникнути непотрібних повернень та гарантує, що ви отримаєте правильну запчастину з першого разу.

source: Return Conditions
pl: Warunki zwrotu
sk: Podmienky vrátenia
uk: Умови повернення

source: To be eligible for a return, your item must be:
pl: Aby kwalifikować się do zwrotu, Twój przedmiot musi być:
sk: Aby bol váš tovar spôsobilý na vrátenie, musí byť:
uk: Щоб товар підлягав поверненню, він повинен бути:

source: In the same original packaging it was shipped in
pl: W tym samym oryginalnym opakowaniu, w którym został wysłany
sk: V rovnakom pôvodnom balení, v akom bol odoslaný
uk: В тій самій оригінальній упаковці, в якій він був відправлений

source: Without any traces of installation or use
pl: Bez śladów instalacji lub użycia
sk: Bez akýchkoľvek stôp po inštalácii alebo použití
uk: Без будь-яких слідів встановлення або використання

source: In the same clean condition as you received it
pl: W tym samym czystym stanie, w jakim go otrzymałeś
sk: V rovnakom čistom stave, v akom ste ho prijali
uk: В такому ж чистому стані, як ви його отримали

source: Complete with all accessories, manuals, and documentation included in the original package
pl: Kompletny ze wszystkimi akcesoriami, instrukcjami i dokumentacją zawartą w oryginalnym opakowaniu
sk: Kompletný so všetkým príslušenstvom, návodmi a dokumentáciou, ktoré boli súčasťou pôvodného balenia
uk: Повний комплект з усіма аксесуарами, інструкціями та документацією, що входили в оригінальну упаковку

source: Refunds
pl: Zwroty pieniędzy
sk: Vrátenie peňazí
uk: Повернення коштів

source: Once your returned item is received and inspected, we will process your refund. Refunds will be processed to the original payment method used for the purchase. Please allow 5-10 business days for the refund to appear in your account after we've processed it.
pl: Po otrzymaniu i sprawdzeniu zwróconego przedmiotu, przetworzymy Twój zwrot pieniędzy. Zwroty będą przetwarzane na oryginalną metodę płatności używaną do zakupu. Proszę pozwolić 5-10 dni roboczych na pojawienie się zwrotu na Twoim koncie po jego przetworzeniu.
sk: Po prijatí a kontrole vráteného tovaru spracujeme vrátenie peňazí. Vrátenie peňazí bude spracované na pôvodnú platobnú metódu použitú pri nákupe. Po našom spracovaní počítajte s 5-10 pracovnými dňami, kým sa vrátenie peňazí objaví na vašom účte.
uk: Після отримання та перевірки вашого повернутого товару ми обробимо ваше повернення коштів. Кошти будуть повернуті на оригінальний спосіб оплати, використаний для покупки. Будь ласка, зачекайте 5-10 робочих днів для появи коштів на вашому рахунку після обробки.

source: Shipping Costs
pl: Koszty wysyłki
sk: Náklady na dopravu
uk: Витрати на доставку

source: The customer is responsible for all return shipping costs unless the return is due to our error (you received an incorrect or defective item). We recommend using a trackable shipping service and purchasing shipping insurance for items of value.
pl: Klient ponosi odpowiedzialność za wszystkie koszty wysyłki zwrotnej, chyba że zwrot jest spowodowany naszym błędem (otrzymałeś nieprawidłowy lub wadliwy przedmiot). Zalecamy korzystanie z usługi wysyłki z możliwością śledzenia i zakupienie ubezpieczenia wysyłki dla wartościowych przedmiotów.
sk: Zákazník je zodpovedný za všetky náklady na vrátenie, pokiaľ vrátenie nie je spôsobené našou chybou (dostali ste nesprávny alebo chybný tovar). Odporúčame použiť sledovateľnú prepravnú službu a zakúpiť poistenie zásielky pre hodnotné položky.
uk: Клієнт несе відповідальність за всі витрати на зворотну доставку, якщо повернення не спричинене нашою помилкою (ви отримали неправильний або дефектний товар). Рекомендуємо використовувати службу доставки з відстеженням та придбати страховку доставки для цінних товарів.

source: Liability
pl: Odpowiedzialność
sk: Zodpovednosť
uk: Відповідальність

source: After shipping parts to the customer, we are not responsible for their integrity and safety. From the moment of shipment, responsibility for their integrity and safety is transferred to the shipping carrier and ultimately to the customer upon delivery.
pl: Po wysłaniu części do klienta, nie ponosimy odpowiedzialności za ich integralność i bezpieczeństwo. Od momentu wysyłki, odpowiedzialność za ich integralność i bezpieczeństwo przechodzi na przewoźnika i ostatecznie na klienta po dostarczeniu.
sk: Po odoslaní dielov zákazníkovi nezodpovedáme za ich celistvosť a bezpečnosť. Od momentu odoslania je zodpovednosť za ich celistvosť a bezpečnosť prenesená na prepravcu a nakoniec na zákazníka pri doručení.
uk: Після відправки запчастин клієнту ми не несемо відповідальності за їх цілісність та безпеку. З моменту відправки відповідальність за їх цілісність та безпеку переходить до перевізника і, зрештою, до клієнта при доставці.

source: Return Address
pl: Adres zwrotu
sk: Adresa pre vrátenie
uk: Адреса повернення

source: Office Address
pl: Adres biura
sk: Adresa kancelárie
uk: Адреса офісу

source: Main warehouse
pl: Główny magazyn
sk: Hlavný sklad
uk: Основний склад

source: You can always pick up your parts in person by prior arrangement.
pl: Zawsze możesz odebrać swoje części osobiście po wcześniejszym uzgodnieniu.
sk: Svoje diely si vždy môžete vyzdvihnúť osobne po predchádzajúcej dohode.
uk: Ви завжди можете забрати запчастини особисто за попередньою домовленістю.

source: Return Process
pl: Proces zwrotu
sk: Proces vrátenia
uk: Процес повернення

source: Contact our customer service team at info@autogroup.sk to notify us about your return request within 14 days of receiving your order.
pl: Skontaktuj się z naszym zespołem obsługi klienta pod adresem info@autogroup.sk, aby powiadomić nas o swoim żądaniu zwrotu w ciągu 14 dni od otrzymania zamówienia.
sk: Kontaktujte náš zákaznícky servis na info@autogroup.sk a informujte nás o svojej žiadosti o vrátenie do 14 dní od prijatia objednávky.
uk: Зверніться до нашої служби підтримки за адресою info@autogroup.sk, щоб повідомити нас про запит на повернення протягом 14 днів після отримання замовлення.

source: Include your order number, the item(s) you wish to return, and the reason for return.
pl: Podaj numer zamówienia, przedmiot(y), które chcesz zwrócić, oraz powód zwrotu.
sk: Uveďte číslo objednávky, položku (položky), ktorú chcete vrátiť, a dôvod vrátenia.
uk: Вкажіть номер замовлення, товар(и), які ви хочете повернути, та причину повернення.

source: Our team will review your request and provide you with return instructions and a return authorization if applicable.
pl: Nasz zespół przeanalizuje Twoje żądanie i dostarczy Ci instrukcje dotyczące zwrotu oraz autoryzację zwrotu, jeśli dotyczy.
sk: Náš tím preskúma vašu žiadosť a poskytne vám pokyny na vrátenie a prípadne autorizáciu na vrátenie.
uk: Наша команда розгляне ваш запит і надасть вам інструкції щодо повернення та дозвіл на повернення, якщо це застосовно.

source: Package the item carefully in its original packaging with all included accessories.
pl: Ostrożnie zapakuj przedmiot w jego oryginalne opakowanie ze wszystkimi dołączonymi akcesoriami.
sk: Opatrne zabaľte položku do pôvodného obalu so všetkým príslušenstvom.
uk: Упакуйте товар обережно в його оригінальну упаковку з усіма включеними аксесуарами.

source: Ship the package to the provided return address using a trackable shipping method.
pl: Wyślij paczkę na podany adres zwrotu, korzystając z metody wysyłki z możliwością śledzenia.
sk: Odošlite balík na uvedenú adresu na vrátenie pomocou sledovateľnej prepravnej metódy.
uk: Відправте посилку на вказану адресу повернення за допомогою служби доставки з відстеженням.

source: Once we receive and inspect the returned item, we will process your refund within 14 days.
pl: Po otrzymaniu i sprawdzeniu zwróconego przedmiotu, przetworzymy Twój zwrot pieniędzy w ciągu 14 dni.
sk: Po prijatí a kontrole vráteného tovaru spracujeme vrátenie peňazí do 14 dní.
uk: Після отримання та перевірки повернутого товару ми обробимо ваше повернення коштів протягом 14 днів.

source: Exceptions to Return Policy
pl: Wyjątki od polityki zwrotów
sk: Výnimky z pravidiel vrátenia
uk: Винятки з політики повернення

source: The following items cannot be returned unless they are defective:
pl: Następujące przedmioty nie mogą być zwrócone, chyba że są wadliwe:
sk: Nasledujúce položky nemožno vrátiť, pokiaľ nie sú chybné:
uk: Наступні товари не підлягають поверненню, якщо вони не є дефектними:

source: Electronic components (ECUs, sensors, modules, etc.)
pl: Komponenty elektroniczne (ECU, czujniki, moduły itp.)
sk: Elektronické komponenty (ECU, senzory, moduly atď.)
uk: Електронні компоненти (ЕБУ, датчики, модулі тощо)

source: Items marked as "Special Order" at the time of purchase
pl: Przedmioty oznaczone jako "Specjalne zamówienie" w momencie zakupu
sk: Položky označené ako "Špeciálna objednávka" v čase nákupu
uk: Товари, позначені як "Спеціальне замовлення" на момент покупки

source: Custom-ordered or specially manufactured parts
pl: Części zamówione na zamówienie lub specjalnie wyprodukowane
sk: Diely na objednávku alebo špeciálne vyrábané diely
uk: Запчастини, виготовлені на замовлення або спеціально виготовлені

source: Parts that have been installed or show signs of installation attempt
pl: Części, które zostały zainstalowane lub wykazują ślady próby instalacji
sk: Diely, ktoré boli nainštalované alebo vykazujú známky pokusu o inštaláciu
uk: Запчастини, які були встановлені або мають ознаки спроби встановлення

source: Parts with removed or damaged labels, packaging, or identification marks
pl: Części z usuniętymi lub uszkodzonymi etykietami, opakowaniami lub znakami identyfikacyjnymi
sk: Diely s odstránenými alebo poškodenými štítkami, obalom alebo identifikačnými značkami
uk: Запчастини зі знятими або пошкодженими етикетками, упаковкою або ідентифікаційними позначками

source: For specific questions about returning a particular item, please contact our customer service team before initiating a return.
pl: W przypadku szczegółowych pytań dotyczących zwrotu konkretnego przedmiotu, prosimy o kontakt z naszym zespołem obsługi klienta przed rozpoczęciem zwrotu.
sk: Pre konkrétne otázky o vrátení konkrétnej položky kontaktujte náš zákaznícky servis pred začatím vrátenia.
uk: Для конкретних питань щодо повернення певного товару, будь ласка, зверніться до нашої служби підтримки перед початком повернення.

source: If you have any questions about our return policy, please contact us:
pl: Jeśli masz jakiekolwiek pytania dotyczące naszej polityki zwrotów, prosimy o kontakt:
sk: Ak máte akékoľvek otázky týkajúce sa našich pravidiel vrátenia, kontaktujte nás:
uk: Якщо у вас є запитання щодо нашої політики повернення, будь ласка, зв'яжіться з нами:

source: Information about shipping methods and payment options at AutogroupEU.
pl: Informacje o metodach wysyłki i opcjach płatności w AutogroupEU.
sk: Informácie o spôsoboch dopravy a možnostiach platby v AutogroupEU.
uk: Інформація про способи доставки та варіанти оплати в AutogroupEU.

source: shipping, delivery, payment, payment options, bank transfer, GLS delivery
pl: wysyłka, dostawa, płatność, opcje płatności, przelew bankowy, dostawa GLS
sk: doprava, doručenie, platba, možnosti platby, bankový prevod, doručenie GLS
uk: доставка, способи доставки, оплата, варіанти оплати, банківський переказ, доставка GLS

source: Information about delivery and payment options
pl: Informacje o opcjach dostawy i płatności
sk: Informácie o možnostiach doručenia a platby
uk: Інформація про варіанти доставки та оплати

source: Orders placed before 12:00 (noon) will be processed and shipped on the same business day. Orders placed after 12:00 will be processed and shipped on the next business day. Average order processing time on a business day: from 15 minutes to 1 hour.
pl: Zamówienia złożone przed godziną 12:00 (południe) zostaną przetworzone i wysłane tego samego dnia roboczego. Zamówienia złożone po godzinie 12:00 zostaną przetworzone i wysłane następnego dnia roboczego. Średni czas przetwarzania zamówienia w dzień roboczy: od 15 minut do 1 godziny.
sk: Objednávky zadané do 12:00 (poludnie) budú spracované a odoslané v ten istý pracovný deň. Objednávky zadané po 12:00 budú spracované a odoslané nasledujúci pracovný deň. Priemerná doba spracovania objednávky v pracovný deň: od 15 minút do 1 hodiny.
uk: Замовлення, розміщені до 12:00 (полудень), будуть оброблені та відправлені того ж робочого дня. Замовлення, розміщені після 12:00, будуть оброблені та відправлені наступного робочого дня. Середній час обробки замовлення в робочий день: від 15 хвилин до 1 години.

source: We ship all products from our warehouse within one business day after receiving your order and payment. For products that need to be ordered, we will contact you to discuss delivery details before you make a payment.
pl: Wysyłamy wszystkie produkty z naszego magazynu w ciągu jednego dnia roboczego po otrzymaniu zamówienia i płatności. W przypadku produktów, które muszą być zamówione, skontaktujemy się z Tobą, aby omówić szczegóły dostawy przed dokonaniem płatności.
sk: Všetky produkty odosielame z nášho skladu do jedného pracovného dňa po prijatí vašej objednávky a platby. Pri produktoch, ktoré je potrebné objednať, vás budeme kontaktovať na prediskutovanie podrobností o doručení pred vykonaním platby.
uk: Ми відправляємо всі товари з нашого складу протягом одного робочого дня після отримання замовлення та оплати. Для товарів, які потрібно замовити, ми зв'яжемося з вами для обговорення деталей доставки перед оплатою.

source: Delivery Methods
pl: Metody dostawy
sk: Spôsoby doručenia
uk: Способи доставки

source: Standard Shipping
pl: Standardowa wysyłka
sk: Štandardné doručenie
uk: Стандартна доставка

source: Slovakia only
sk: Len Slovensko
uk: Лише Словаччина

source: Delivery time:
pl: Czas dostawy:
sk: Čas doručenia:
uk: Час доставки:

source: business days
pl: dni robocze
sk: pracovných dní
uk: робочих днів

source: Cost:
pl: Koszt:
sk: Cena:
uk: Вартість:

source: Starting from
pl: Zaczynając od
sk: Od
uk: Починаючи від

source: This shipping method is available only for deliveries within Slovakia.
sk: Tento spôsob dopravy je dostupný len pre doručenia v rámci Slovenska.
uk: Цей спосіб доставки доступний лише для доставок в межах Словаччини.

source: Pickup from Warehouse
pl: Odbiór z magazynu
sk: Vyzdvihnutie zo skladu
uk: Самовивіз зі складу

source: Location:
pl: Lokalizacja:
sk: Lokalita:
uk: Місцезнаходження:

source: Slovakia
pl: Słowacja
uk: Словаччина

source: Free
pl: Darmowy
sk: Zdarma
uk: Безкоштовно

source: Please call us in advance to arrange pickup.
pl: Proszę zadzwoń do nas wcześniej, aby umówić się na odbiór.
sk: Prosím, zavolajte nám vopred na dohodnutie vyzdvihnutia.
uk: Будь ласка, зателефонуйте нам заздалегідь, щоб домовитися про самовивіз.

source: GLS International Delivery
pl: Międzynarodowa dostawa GLS
sk: Medzinárodné doručenie GLS
uk: Міжнародна доставка GLS

source: All European countries
sk: Všetky európske krajiny
uk: Всі країни Європи

source: Our main international shipping partner is GLS, offering reliable delivery service across Europe. This is the primary shipping method for all countries outside Slovakia.
sk: Naším hlavným medzinárodným prepravným partnerom je GLS, ktorý ponúka spoľahlivú doručovaciu službu po celej Európe. Je to primárny spôsob dopravy pre všetky krajiny mimo Slovenska.
uk: Наш основний міжнародний партнер з доставки - GLS, що пропонує надійну доставку по всій Європі. Це основний спосіб доставки для всіх країн за межами Словаччини.

source: GLS International Delivery is the only available shipping method for deliveries outside Slovakia.
sk: Medzinárodné doručenie GLS je jediný dostupný spôsob dopravy pre doručenia mimo Slovenska.
uk: Міжнародна доставка GLS - єдиний доступний спосіб доставки за межі Словаччини.

source: Delivery Zones & Estimated Times
pl: Strefy dostawy i szacowane czasy
sk: Zóny doručenia a odhadované časy
uk: Зони доставки та орієнтовні терміни

source: Eurozone
pl: Strefa euro
sk: Eurozóna
uk: Єврозона

source: Countries
pl: Kraje
sk: Krajiny
uk: Країни

source: Note: Delivery times are indicative and depend on the pickup time by the courier.
pl: Uwaga: Czas dostawy jest orientacyjny i zależy od czasu odbioru przez kuriera.
sk: Poznámka: Časy doručenia sú orientačné a závisia od času vyzdvihnutia kuriérom.
uk: Примітка: терміни доставки є орієнтовними та залежать від часу забору кур'єром.

source: Excluded from EU deliveries:
pl: Wyłączone z dostaw w UE:
sk: Vylúčené z doručení v rámci EÚ:
uk: Виключено з доставок по ЄС:
