Repository: crimpi23/my_project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl, sk, uk

source: Andorra, Büsingen am Hochrhein, Ceuta, Gibraltar, Great Britain, Greece, Livigno, Malta, Melilla, Monaco, Norway, San Marino, Switzerland and all European islands (except for the German Islands).
pl: Andora, Büsingen am Hochrhein, Ceuta, Gibraltar, Wielka Brytania, Grecja, Livigno, Malta, Melilla, Monako, Norwegia, San Marino, Szwajcaria i wszystkie wyspy europejskie (z wyjątkiem wysp niemieckich).
sk: Andorra, Büsingen am Hochrhein, Ceuta, Gibraltar, Veľká Británia, Grécko, Livigno, Malta, Melilla, Monako, Nórsko, San Marino, Švajčiarsko a všetky európske ostrovy (okrem nemeckých ostrovov).
uk: Андорра, Бюзінген-ам-Хохрайн, Сеута, Гібралтар, Великобританія, Греція, Лівіньо, Мальта, Мелілья, Монако, Норвегія, Сан-Марино, Швейцарія та всі європейські острови (крім німецьких островів).

source: International Shipping Rates
pl: Międzynarodowe stawki wysyłki
sk: Medzinárodné prepravné sadzby
uk: Тарифи на міжнародну доставку

source: Parcel Size
pl: Rozmiar paczki
sk: Veľkosť balíka
uk: Розмір посилки

source: Delivery within Slovakia
pl: Dostawa na terenie Słowacji
sk: Doručenie v rámci Slovenska
uk: Доставка в межах Словаччини

source: Dimension
pl: Wymiary
sk: Rozmer
uk: Розміри

source: The longest + the shortest edge max.
pl: Najdłuższa + najkrótsza krawędź max.
sk: Najdlhšia + najkratšia hrana max.
uk: Найдовша + найкоротша сторона макс.

source: A parcel can weigh up to 31,5 kg.
pl: Paczka może ważyć do 31,5 kg.
sk: Balík môže vážiť až 31,5 kg.
uk: Посилка може важити до 31,5 кг.

source: For urgent deliveries or special shipping requests, please contact us directly.
pl: W przypadku pilnych dostaw lub specjalnych próśb dotyczących wysyłki, prosimy o bezpośredni kontakt.
sk: Pre urgentné doručenia alebo špeciálne požiadavky na dopravu nás kontaktujte priamo.
uk: Для термінових доставок або спеціальних запитів на доставку, будь ласка, зв'яжіться з нами напряму.

source: Payment Methods
pl: Metody płatności
sk: Spôsoby platby
uk: Способи оплати

source: We accept payments via bank transfer to our account. When making a payment, please include your order number in the payment description.
pl: Akceptujemy płatności przelewem bankowym na nasze konto. Przy dokonywaniu płatności prosimy o podanie numeru zamówienia w opisie płatności.
sk: Akceptujeme platby prostredníctvom bankového prevodu na náš účet. Pri platbe uveďte číslo vašej objednávky do popisu platby.
uk: Ми приймаємо оплату банківським переказом на наш рахунок. При оплаті, будь ласка, вкажіть номер замовлення в призначенні платежу.

source: Bank Account Details
pl: Dane konta bankowego
sk: Údaje bankového účtu
uk: Банківські реквізити

source: Important: Always include your order number in the payment description.
pl: Ważne: Zawsze podawaj numer zamówienia w opisie płatności.
sk: Dôležité: Vždy uveďte číslo vašej objednávky v popise platby.
uk: Важливо: завжди вказуйте номер замовлення в призначенні платежу.

source: Order Processing
pl: Przetwarzanie zamówienia
sk: Spracovanie objednávky
uk: Обробка замовлень

source: For items in stock, we will process and ship your order within one business day after receiving payment. For items that need to be ordered from our suppliers, we will contact you to discuss delivery times and payment details before processing.
pl: W przypadku przedmiotów dostępnych w magazynie, przetworzymy i wyślemy Twoje zamówienie w ciągu jednego dnia roboczego po otrzymaniu płatności. W przypadku przedmiotów, które muszą być zamówione od naszych dostawców, skontaktujemy się z Tobą, aby omówić czasy dostawy i szczegóły płatności przed przetworzeniem.
sk: Pri položkách na sklade spracujeme a odošleme vašu objednávku do jedného pracovného dňa po prijatí platby. Pri položkách, ktoré je potrebné objednať od našich dodávateľov, vás budeme kontaktovať na prediskutovanie termínov dodania a platobných údajov pred spracovaním.
uk: Для товарів в наявності ми обробимо та відправимо ваше замовлення протягом одного робочого дня після отримання оплати. Для товарів, які потрібно замовити у наших постачальників, ми зв'яжемося з вами для обговорення термінів доставки та деталей оплати перед обробкою.

source: If you have any questions about payment or need additional information, please contact our customer service.
pl: Jeśli masz jakiekolwiek pytania dotyczące płatności lub potrzebujesz dodatkowych informacji, prosimy o kontakt z naszym działem obsługi klienta.
sk: Ak máte akékoľvek otázky týkajúce sa platby alebo potrebujete ďalšie informácie, kontaktujte náš zákaznícky servis.
uk: Якщо у вас є запитання щодо оплати або потрібна додаткова інформація, будь ласка, зверніться до нашої служби підтримки.

source: VAT Information
pl: Informacje o VAT
sk: Informácie o DPH
uk: Інформація про ПДВ

source: All prices on our website include VAT
pl: Wszystkie ceny na naszej stronie internetowej zawierają VAT
sk: Všetky ceny na našej webovej stránke zahŕňajú DPH
uk: Всі ціни на нашому сайті включають ПДВ

source: All prices shown on our website include VAT (Value Added Tax) at the applicable rate.
pl: Wszystkie ceny pokazane na naszej stronie internetowej zawierają VAT (podatek od wartości dodanej) według obowiązującej stawki.
sk: Všetky ceny uvedené na našej webovej stránke zahŕňajú DPH (daň z pridanej hodnoty) v príslušnej sadzbe.
uk: Всі ціни, вказані на нашому сайті, включають ПДВ за відповідною ставкою.

source: VAT policies by customer type:
pl: Polityki VAT według typu klienta:
sk: Pravidlá DPH podľa typu zákazníka:
uk: Політика ПДВ за типом клієнта:

source: Slovak customers:
pl: Klienci słowaccy:
sk: Slovenskí zákazníci:
uk: Словацькі клієнти:

source: All invoices include 23%% Slovak VAT as required by law.
pl: Wszystkie faktury zawierają 23%% słowackiego VAT zgodnie z wymogami prawa.
sk: Všetky faktúry zahŕňajú 23%% slovenskú DPH, ako to vyžaduje zákon.
uk: Всі рахунки включають 23%% словацького ПДВ згідно із законом.

source: EU business customers with valid VAT ID:
pl: Klienci biznesowi z UE z ważnym numerem VAT:
sk: Firemní zákazníci z EÚ s platným IČ DPH:
uk: Бізнес-клієнти ЄС з дійсним VAT ID:

source: Invoices are issued without VAT under the reverse-charge mechanism. Please provide your valid EU VAT number during checkout.
pl: Faktury są wystawiane bez VAT w ramach mechanizmu odwrotnego obciążenia. Proszę podać ważny numer VAT UE podczas realizacji zamówienia.
sk: Faktúry sú vystavené bez DPH v rámci mechanizmu prenesenia daňovej povinnosti. Prosím, uveďte vaše platné IČ DPH z EÚ počas platby.
uk: Рахунки виставляються без ПДВ за механізмом зворотного стягнення. Будь ласка, вкажіть ваш дійсний номер ПДВ ЄС при оформленні замовлення.

source: EU private customers:
pl: Klienci prywatni z UE:
sk: Súkromní zákazníci z EÚ:
uk: Приватні клієнти ЄС:

source: Invoices include Slovak VAT at 23%% rate.
pl: Faktury zawierają słowacki VAT w wysokości 23%%.
sk: Faktúry zahŕňajú slovenskú DPH v sadzbe 23%%.
uk: Рахунки включають словацький ПДВ за ставкою 23%%.

source: Non-EU customers:
pl: Klienci spoza UE:
sk: Zákazníci mimo EÚ:
uk: Клієнти поза ЄС:

source: Special export rules may apply. Please contact us for detailed information.
pl: Mogą obowiązywać specjalne zasady eksportu. Proszę skontaktować się z nami w celu uzyskania szczegółowych informacji.
sk: Môžu platiť špeciálne pravidlá pre export. Prosím, kontaktujte nás pre podrobné informácie.
uk: Можуть застосовуватися спеціальні правила експорту. Зверніться до нас для отримання детальної інформації.

source: To receive an invoice without VAT, EU business customers must provide a valid VAT identification number during checkout. VAT ID will be verified through the VIES system.
pl: Aby otrzymać fakturę bez VAT, klienci biznesowi z UE muszą podać ważny numer identyfikacyjny VAT podczas realizacji zamówienia. Numer VAT zostanie zweryfikowany przez system VIES.
sk: Aby získali faktúru bez DPH, firemní zákazníci z EÚ musia uviesť platné identifikačné číslo DPH počas platby. IČ DPH bude overené prostredníctvom systému VIES.
uk: Для отримання рахунку без ПДВ бізнес-клієнти ЄС повинні надати дійсний ідентифікаційний номер ПДВ при оформленні замовлення. VAT ID буде перевірено через систему VIES.

source: Terms and Conditions for using AutogroupEU services.
pl: Warunki korzystania z usług AutogroupEU.
sk: Obchodné podmienky pre používanie služieb AutogroupEU.
uk: Умови використання послуг AutogroupEU.

source: terms, conditions, legal, agreement, policy, usage
pl: warunki, zasady, prawne, umowa, polityka, użytkowanie
sk: podmienky, obchodné podmienky, právne, dohoda, pravidlá, používanie
uk: умови, положення, юридичні, угода, політика, використання

source: Please read these terms carefully before using our services
pl: Proszę uważnie przeczytać te warunki przed skorzystaniem z naszych usług
sk: Pred použitím našich služieb si pozorne prečítajte tieto podmienky
uk: Будь ласка, уважно прочитайте ці умови перед використанням наших послуг

source: These Terms and Conditions govern your use of the AutogroupEU website and services provided by AutogroupEU, accessible at autogroup.sk. By accessing and using our website and services, you accept these Terms and Conditions in full. If you disagree with any part of these terms, please do not use our website or services.
pl: Niniejsze Warunki regulują korzystanie z witryny internetowej AutogroupEU i usług świadczonych przez AutogroupEU, dostępnych pod adresem autogroup.sk. Korzystając z naszej strony internetowej i usług, akceptujesz te Warunki w całości. Jeśli nie zgadzasz się z jakąkolwiek częścią tych warunków, prosimy nie korzystać z naszej strony internetowej ani usług.
sk: Tieto Obchodné podmienky upravujú vaše používanie webovej stránky AutogroupEU a služieb poskytovaných spoločnosťou AutogroupEU, dostupných na stránke autogroup.sk. Prístupom a používaním našej webovej stránky a služieb tieto Obchodné podmienky v plnom rozsahu akceptujete. Ak nesúhlasíte s ktoroukoľvek časťou týchto podmienok, nepoužívajte našu webovú stránku ani služby.
uk: Ці Умови використання регулюють ваше користування сайтом та послугами AutogroupEU, доступними на autogroup.sk. Отримуючи доступ та користуючись нашим сайтом та послугами, ви повністю приймаєте ці Умови. Якщо ви не погоджуєтесь з будь-якою частиною цих умов, будь ласка, не користуйтесь нашим сайтом або послугами.

source: Last Updated: March 1, 2025
pl: Ostatnia aktualizacja: 1 marca 2025
sk: Posledná aktualizácia: 1. marca 2025
uk: Останнє оновлення: 1 березня 2025

source: Products and Services
pl: Produkty i usługi
sk: Produkty a služby
uk: Товари та послуги

source: 1. All products displayed on our website are subject to availability.
pl: 1. Wszystkie produkty wyświetlane na naszej stronie internetowej są dostępne w zależności od dostępności.
sk: 1. Všetky produkty zobrazené na našej webovej stránke podliehajú dostupnosti.
uk: 1. Всі товари, представлені на нашому сайті, залежать від наявності.

source: 2. We reserve the right to discontinue any product or service at any time.
pl: 2. Zastrzegamy sobie prawo do zaprzestania sprzedaży dowolnego produktu lub usługi w dowolnym momencie.
sk: 2. Vyhradzujeme si právo kedykoľvek ukončiť predaj akéhokoľvek produktu alebo služby.
uk: 2. Ми залишаємо за собою право припинити продаж будь-якого товару або послуги в будь-який час.

source: 3. Prices for products are subject to change without notice.
pl: 3. Ceny produktów mogą ulec zmianie bez powiadomienia.
sk: 3. Ceny produktov sa môžu zmeniť bez predchádzajúceho upozornenia.
uk: 3. Ціни на товари можуть змінюватися без попереднього повідомлення.

source: 4. We make every effort to display the accurate colors and features of our products, but cannot guarantee that your display will accurately portray the actual color of the product.
pl: 4. Dokładamy wszelkich starań, aby wyświetlać dokładne kolory i cechy naszych produktów, ale nie możemy zagwarantować, że Twój wyświetlacz dokładnie odda rzeczywisty kolor produktu.
sk: 4. Vynakladáme maximálne úsilie na zobrazenie presných farieb a vlastností našich produktov, ale nemôžeme zaručiť, že váš displej bude presne zobrazovať skutočnú farbu produktu.
uk: 4. Ми докладаємо всіх зусиль для точного відображення кольорів та характеристик наших товарів, але не можемо гарантувати, що ваш дисплей точно передасть фактичний колір товару.

source: 5. Product specifications, prices, and availability may differ from region to region.
pl: 5. Specyfikacje produktów, ceny i dostępność mogą się różnić w zależności od regionu.
sk: 5. Špecifikácie produktov, ceny a dostupnosť sa môžu v jednotlivých regiónoch líšiť.
uk: 5. Характеристики товарів, ціни та наявність можуть відрізнятися залежно від регіону.

source: Orders and Payment
pl: Zamówienia i płatności
sk: Objednávky a platba
uk: Замовлення та оплата

source: 1. By placing an order, you are making an offer to purchase the products subject to these Terms and Conditions.
pl: 1. Składając zamówienie, składasz ofertę zakupu produktów zgodnie z niniejszymi Warunkami.
sk: 1. Zadaním objednávky dávate ponuku na kúpu produktov podľa týchto Obchodných podmienok.
uk: 1. Розміщуючи замовлення, ви робите пропозицію придбати товари відповідно до цих Умов.

source: 2. All orders are subject to acceptance and availability. We reserve the right to refuse any order without providing a reason.
pl: 2. Wszystkie zamówienia podlegają akceptacji i dostępności. Zastrzegamy sobie prawo do odmowy przyjęcia zamówienia bez podania przyczyny.
sk: 2. Všetky objednávky podliehajú prijatiu a dostupnosti. Vyhradzujeme si právo odmietnuť akúkoľvek objednávku bez uvedenia dôvodu.
uk: 2. Всі замовлення підлягають підтвердженню та залежать від наявності. Ми залишаємо за собою право відхилити будь-яке замовлення без пояснення причин.

source: 3. Payment for all orders must be made in advance unless otherwise agreed upon in writing.
pl: 3. Płatność za wszystkie zamówienia musi być dokonana z góry, chyba że uzgodniono inaczej na piśmie.
sk: 3. Platba za všetky objednávky musí byť vykonaná vopred, pokiaľ nie je písomne dohodnuté inak.
uk: 3. Оплата за всі замовлення повинна бути здійснена заздалегідь, якщо інше не погоджено письмово.

source: 4. We accept payment via bank transfers, credit cards, and other payment methods as specified during the checkout process.
pl: 4. Akceptujemy płatności przelewem bankowym, kartami kredytowymi i innymi metodami płatności określonymi podczas procesu realizacji zamówienia.
sk: 4. Akceptujeme platby prostredníctvom bankových prevodov, kreditných kariet a iných platobných metód, ako je uvedené počas procesu platby.
uk: 4. Ми приймаємо оплату банківськими переказами, кредитними картками та іншими способами оплати, вказаними в процесі оформлення замовлення.

source: 5. For business customers, payment terms will be as per the agreed contract conditions.
pl: 5. Dla klientów biznesowych warunki płatności będą zgodne z uzgodnionymi warunkami umowy.
sk: 5. Pre firemných zákazníkov budú platobné podmienky podľa dohodnutých zmluvných podmienok.
uk: 5. Для бізнес-клієнтів умови оплати визначаються відповідно до погоджених умов договору.

source: Shipping and Delivery
pl: Wysyłka i dostawa
sk: Doprava a doručenie
uk: Доставка

source: 1. Delivery times are estimates only and may vary based on supplier availability, location, and other factors.
pl: 1. Czas dostawy jest jedynie szacunkowy i może się różnić w zależności od dostępności dostawcy, lokalizacji i innych czynników.
sk: 1. Dodacie lehoty sú len orientačné a môžu sa líšiť v závislosti od dostupnosti dodávateľa, lokality a ďalších faktorov.
uk: 1. Терміни доставки є лише орієнтовними та можуть змінюватися залежно від наявності у постачальника, місцезнаходження та інших факторів.

source: 2. We are not responsible for delays in delivery caused by circumstances beyond our control.
pl: 2. Nie ponosimy odpowiedzialności za opóźnienia w dostawie spowodowane okolicznościami niezależnymi od nas.
sk: 2. Nezodpovedáme za oneskorenia v dodávke spôsobené okolnosťami mimo našej kontroly.
uk: 2. Ми не несемо відповідальності за затримки доставки, спричинені обставинами поза нашим контролем.

source: 3. Risk of loss or damage to products passes to you upon delivery.
pl: 3. Ryzyko utraty lub uszkodzenia produktów przechodzi na Ciebie w momencie dostawy.
sk: 3. Riziko straty alebo poškodenia produktov prechádza na vás pri doručení.
uk: 3. Ризик втрати або пошкодження товарів переходить до вас при доставці.

source: 4. It is your responsibility to provide accurate shipping information. Additional charges may apply for redelivery if incorrect information is provided.
pl: 4. Twoim obowiązkiem jest podanie dokładnych informacji dotyczących wysyłki. Mogą obowiązywać dodatkowe opłaty za ponowną dostawę, jeśli podane informacje są nieprawidłowe.
sk: 4. Je vašou zodpovednosťou poskytnúť presné informácie o dodaní. V prípade poskytnutia nesprávnych informácií môžu byť účtované dodatočné poplatky za opätovné doručenie.
uk: 4. Ви несете відповідальність за надання точної інформації про доставку. Додаткові витрати можуть застосовуватися за повторну доставку, якщо надана неправильна інформація.

source: Returns and Warranties
pl: Zwroty i gwarancje
sk: Vrátenie tovaru a záruky
uk: Повернення та гарантії

source: 1. Returns are accepted within 14 days of receipt, subject to the product being in its original condition and packaging.
pl: 1. Zwroty są akceptowane w ciągu 14 dni od otrzymania, pod warunkiem, że produkt jest w oryginalnym stanie i opakowaniu.
sk: 1. Vrátenie tovaru akceptujeme do 14 dní od prevzatia, ak je produkt v pôvodnom stave a obale.
uk: 1. Повернення приймаються протягом 14 днів після отримання, за умови, що товар знаходиться в оригінальному стані та упаковці.

source: 2. To initiate a return, please contact our customer service team.
pl: 2. Aby rozpocząć zwrot, prosimy o kontakt z naszym zespołem obsługi klienta.
sk: 2. Pre začatie procesu vrátenia prosím kontaktujte náš zákaznícky servis.
uk: 2. Для ініціювання повернення, будь ласка, зверніться до нашої служби підтримки.

source: 3. Refunds will be processed within 14 business days of receiving the returned product.
pl: 3. Zwroty pieniędzy będą przetwarzane w ciągu 14 dni roboczych od otrzymania zwróconego produktu.
uk: 3. Повернення коштів буде оброблено протягом 14 робочих днів після отримання повернутого товару.

source: 4. Products carry the manufacturers warranty only, unless otherwise specified.
pl: 4. Produkty objęte są wyłącznie gwarancją producenta, chyba że określono inaczej.
sk: 4. Produkty majú iba záruku výrobcu, pokiaľ nie je uvedené inak.
uk: 4. Товари мають лише гарантію виробника, якщо не вказано інше.

source: 5. We do not accept returns on special order items, unless they are defective.
pl: 5. Nie akceptujemy zwrotów przedmiotów na specjalne zamówienie, chyba że są wadliwe.
sk: 5. Neakceptujeme vrátenie špeciálne objednaných položiek, pokiaľ nie sú chybné.
uk: 5. Ми не приймаємо повернення товарів на спеціальне замовлення, якщо вони не є дефектними.

source: Liability and Limitations
pl: Odpowiedzialność i ograniczenia
sk: Zodpovednosť a obmedzenia
uk: Відповідальність та обмеження

source: 1. Our liability is limited to the purchase price of the product in question.
pl: 1. Nasza odpowiedzialność jest ograniczona do ceny zakupu danego produktu.
sk: 1. Naša zodpovednosť je obmedzená na kúpnu cenu príslušného produktu.
uk: 1. Наша відповідальність обмежена ціною покупки відповідного товару.

source: 2. We are not liable for any indirect, incidental, or consequential damages.
pl: 2. Nie ponosimy odpowiedzialności za jakiekolwiek szkody pośrednie, przypadkowe lub wynikowe.
sk: 2. Nezodpovedáme za žiadne nepriame, náhodné alebo následné škody.
uk: 2. Ми не несемо відповідальності за будь-які непрямі, випадкові або побічні збитки.

source: 3. To the extent permitted by law, we disclaim all warranties, express or implied, including but not limited to merchantability and fitness for a particular purpose.
pl: 3. W zakresie dozwolonym przez prawo, wyłączamy wszelkie gwarancje, wyraźne lub dorozumiane, w tym między innymi przydatność handlową i przydatność do określonego celu.
sk: 3. V rozsahu povolenom zákonom sa zriekame všetkých záruk, výslovných alebo implicitných, vrátane, ale nie výhradne, predajnosti a vhodnosti na konkrétny účel.
uk: 3. В межах, дозволених законом, ми відмовляємось від усіх гарантій, явних або припущених, включаючи, але не обмежуючись придатністю для продажу та придатністю для конкретної мети.

source: 4. We do not guarantee that our website will be error-free or uninterrupted.
pl: 4. Nie gwarantujemy, że nasza strona internetowa będzie wolna od błędów lub nieprzerwanie dostępna.
sk: 4. Nezaručujeme, že naša webová stránka bude bez chýb alebo neprerušovaná.
uk: 4. Ми не гарантуємо, що наш сайт буде безпомилковим або безперервним.

source: Intellectual Property
pl: Własność intelektualna
sk: Duševné vlastníctvo
uk: Інтелектуальна власність

source: 1. All content on this website, including but not limited to text, graphics, logos, images, and software, is the property of AutogroupEU or its content suppliers and is protected by copyright laws.
pl: 1. Wszystkie treści na tej stronie internetowej, w tym między innymi tekst, grafika, loga, obrazy i oprogramowanie, są własnością AutogroupEU lub jej dostawców treści i są chronione prawami autorskimi.
sk: 1. Všetok obsah na tejto webovej stránke, vrátane textov, grafiky, log, obrázkov a softvéru, je majetkom spoločnosti AutogroupEU alebo jej dodávateľov obsahu a je chránený autorskými právami.
uk: 1. Весь контент на цьому сайті, включаючи, але не обмежуючись текстом, графікою, логотипами, зображеннями та програмним забезпеченням, є власністю AutogroupEU або його постачальників контенту і захищений законами про авторське право.

source: 2. You may not reproduce, distribute, modify, or create derivative works from any content without our express written consent.
pl: 2. Zabrania się reprodukowania, rozpowszechniania, modyfikowania lub tworzenia dzieł pochodnych z jakichkolwiek treści bez naszej wyraźnej pisemnej zgody.
sk: 2. Obsah nesmiete reprodukovať, distribuovať, upravovať ani z neho vytvárať odvodené diela bez nášho výslovného písomného súhlasu.
uk: 2. Ви не можете відтворювати, розповсюджувати, модифікувати або створювати похідні роботи з будь-якого контенту без нашої письмової згоди.

source: Modifications to Terms
pl: Zmiany w Warunkach
sk: Zmeny podmienok
uk: Зміни до умов

source: 1. We reserve the right to modify these Terms and Conditions at any time.
pl: 1. Zastrzegamy sobie prawo do modyfikacji niniejszych Warunków w dowolnym momencie.
sk: 1. Vyhradzujeme si právo kedykoľvek zmeniť tieto Obchodné podmienky.
uk: 1. Ми залишаємо за собою право змінювати ці Умови в будь-який час.

source: 2. Changes will be effective immediately upon posting on the website.
pl: 2. Zmiany wchodzą w życie natychmiast po opublikowaniu na stronie internetowej.
sk: 2. Zmeny nadobúdajú účinnosť okamžite po zverejnení na webovej stránke.
uk: 2. Зміни набувають чинності негайно після публікації на сайті.

source: 3. Your continued use of our website and services after any changes to the Terms constitutes your acceptance of the new Terms.
pl: 3. Dalsze korzystanie z naszej strony internetowej i usług po wprowadzeniu jakichkolwiek zmian w Warunkach oznacza akceptację nowych Warunków.
sk: 3. Ďalšie používanie našej webovej stránky a služieb po akýchkoľvek zmenách Podmienok predstavuje váš súhlas s novými Podmienkami.
uk: 3. Ваше подальше користування нашим сайтом та послугами після будь-яких змін до Умов означає вашу згоду з новими Умовами.
