Repository: crimpi23/my_project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl, sk, uk

source: Removes old sitemap-other files that are no longer used and take up space.
uk: Видаляє старі файли sitemap-other, які більше не використовуються і займають місце.

source: Delete all old sitemap-other files?
uk: Видалити всі старі файли sitemap-other?

source: Delete Old Files
uk: Видалити старі файли

source: Job
uk: Задача

source: Detailed Scheduler Status
uk: Детальний статус планувальника

source: Size
uk: Розмір

source: Modified
uk: Змінено

source: View
uk: Переглянути

source: Open
sk: Otvoriť
uk: Відкрити

source: Delete this file?
uk: Видалити цей файл?

source: No sitemap files found in the directory.
uk: Файли sitemap не знайдено в директорії.

source: Sitemap Utilities
uk: Утиліти Sitemap

source: Files in Index
uk: Файли в індексі

source: Existing Files
uk: Існуючі файли

source: Missing Files
uk: Відсутні файли

source: Index File Analysis
uk: Аналіз індексного файлу

source: This tool checks if all files referenced in sitemap-index.xml actually exist on the server.
uk: Цей інструмент перевіряє, чи всі файли, вказані в sitemap-index.xml, існують на сервері.

source: The following files are referenced in the index but do not exist on the server:
uk: Наступні файли вказані в індексі, але не існують на сервері:

source: Regenerate All Files
uk: Перегенерувати всі файли

source: Files Referenced in Index
uk: Файли, вказані в індексі

source: Missing
uk: Відсутній

source: OK
uk: ОК

source: No files referenced in index.
uk: Файли в індексі не знайдено.

source: View Sitemap
uk: Переглянути Sitemap

source: File Size
uk: Розмір файлу

source: Path
uk: Шлях

source: File Content
uk: Вміст файлу

source: Upload Data (Excel)
uk: Завантажити дані (Excel)

source: Select Excel file with columns
uk: Оберіть Excel-файл з колонками

source: Add New Item
uk: Додати новий артикул

source: Are you sure you want to clear all stock?
uk: Ви впевнені, що хочете очистити весь склад?

source: Product
pl: Produkt
sk: Produkt
uk: Товар

source: Role Management
uk: Управління ролями

source: Back to Users
uk: Назад до користувачів

source: Assigned Roles
uk: Призначені ролі

source: Total Users
uk: Всього користувачів

source: Available Roles
uk: Доступні ролі

source: Current User Roles
uk: Поточні ролі користувача

source: Role
uk: Роль

source: Remove this role?
uk: Видалити цю роль?

source: No roles assigned yet.
uk: Ролі ще не призначені.

source: Assign New Role
uk: Призначити нову роль

source: Search User
uk: Пошук користувача

source: Search by username
uk: Пошук за ім'ям користувача

source: Select User
uk: Оберіть користувача

source: Select Role
uk: Оберіть роль

source: Assign Role
uk: Призначити роль

source: Change User Password
pl: Zmień hasło użytkownika
sk: Zmeniť heslo používateľa
uk: Змінити пароль користувача

source: User Info
pl: Informacje o użytkowniku
sk: Informácie o používateľovi
uk: Інформація про користувача

source: New Password
pl: Nowe hasło
sk: Nové heslo
uk: Новий пароль

source: Enter new password
pl: Wprowadź nowe hasło
sk: Zadajte nové heslo
uk: Введіть новий пароль

source: Confirm Password
pl: Potwierdź hasło
sk: Potvrdiť heslo
uk: Підтвердити пароль

source: Confirm new password
pl: Potwierdź nowe hasło
sk: Potvrďte nové heslo
uk: Підтвердіть новий пароль

source: Change Password
pl: Zmień hasło.
sk: Zmeniť heslo
uk: Змінити пароль

source: Passwords do not match!
uk: Паролі не співпадають!

source: Create New User
uk: Створити користувача

source: User Details
uk: Деталі користувача

source: Username must be at least 3 characters
uk: Ім'я користувача повинно бути не менше 3 символів

source: Enter username
uk: Введіть ім'я користувача

source: Letters, numbers and underscores only
uk: Лише літери, цифри та підкреслення

source: Enter email
uk: Введіть email

source: Enter password
uk: Введіть пароль

source: Password Requirements
uk: Вимоги до паролю

source: Minimum 8 characters
uk: Мінімум 8 символів

source: Recommended: use letters, numbers and special characters
uk: Рекомендовано: використовуйте літери, цифри та спеціальні символи

source: Avoid using easily guessable passwords
uk: Уникайте легко вгадуваних паролів

source: User Management
pl: Zarządzanie użytkownikami
sk: Správa používateľov
uk: Управління користувачами

source: All Users
pl: Wszyscy użytkownicy
sk: Všetci používatelia
uk: Всі користувачі

source: No users found
pl: Nie znaleziono użytkowników
sk: Žiadni používatelia neboli nájdení
uk: Користувачів не знайдено

source: Forgot Password
pl: Zapomniałem hasła
sk: Zabudnuté heslo
uk: Забули пароль

source: Reset Password
pl: Zresetuj hasło
sk: Obnoviť heslo
uk: Скинути пароль

source: Enter your email address and we will send you a link to reset your password.
pl: Wpisz swój adres e-mail, a wyślemy Ci link do zresetowania hasła.
sk: Zadajte svoju e-mailovú adresu a pošleme vám odkaz na obnovenie hesla.
uk: Введіть вашу email-адресу і ми надішлемо вам посилання для скидання пароля.

source: Enter your email address
sk: Zadajte svoju e-mailovú adresu
uk: Введіть вашу email-адресу

source: Send Reset Link
pl: Wyślij link
sk: Odoslať odkaz
uk: Надіслати посилання

source: Back to Login
pl: Powrót do logowania
sk: Späť na prihlásenie
uk: Повернутися до входу

source: Forgot password?
uk: Забули пароль?

source: Register
pl: Zarejestruj się
sk: Registrovať sa
uk: Реєстрація

source: Phone Number
pl: Numer telefonu
sk: Telefónne číslo
uk: Номер телефону

source: Phone number must be in international format (e.g. +421907123456)
pl: Numer telefonu musi być w formacie międzynarodowym (np. +48123456789)
sk: Telefónne číslo musí byť v medzinárodnom formáte (napr. +421907123456)
uk: Номер телефону повинен бути в міжнародному форматі (напр. +421907123456)

source: Enter phone number in international format (e.g. +421907123456)
pl: Wprowadź numer telefonu w formacie międzynarodowym (np. +48123456789)
sk: Zadajte telefónne číslo v medzinárodnom formáte (napr. +421907123456)
uk: Введіть номер телефону в міжнародному форматі (напр. +421907123456)

source: Already have an account?
pl: Masz już konto?
sk: Už máte účet?
uk: Вже маєте акаунт?

source: Set New Password
pl: Ustaw nowe hasło
sk: Nastaviť nové heslo
uk: Встановити новий пароль

source: Minimum 6 characters
uk: Мінімум 6 символів

source: Settings
uk: Налаштування

source: Article Price Search
pl: Wyszukiwanie cen artykułów
sk: Vyhľadávanie cien produktov
uk: Пошук ціни артикула

source: News
pl: Aktualności
sk: Novinky
uk: Новини

source: Cart
pl: Koszyk
sk: Košík
uk: Кошик

source: Order Changes History
pl: Historia zmian zamówienia
sk: História zmien objednávky
uk: Історія змін замовлень

source: Shipments
pl: Przesyłki
sk: Zásielky
uk: Відправлення

source: AutogroupEU - Original and quality aftermarket parts for Land Rover, Range Rover, Jaguar. Fast delivery across Europe. Professional service.
uk: AutogroupEU - Оригінальні та якісні запчастини для Land Rover, Range Rover, Jaguar. Швидка доставка по Європі. Професійний сервіс.

source: Original and aftermarket parts for Land Rover, Range Rover, Jaguar. Over 100,000 parts in stock. Fast delivery across EU.
uk: Оригінальні та неоригінальні запчастини для Land Rover, Range Rover, Jaguar. Понад 100 000 деталей в наявності. Швидка доставка по ЄС.

source: Professional supplier of original and aftermarket parts for Land Rover, Range Rover, and Jaguar vehicles. Fast delivery across Europe.
uk: Професійний постачальник оригінальних та неоригінальних запчастин для Land Rover, Range Rover та Jaguar. Швидка доставка по Європі.

source: This website uses cookies...
pl: Ta strona używa plików cookie...
sk: Táto webstránka používa cookies...
uk: Цей сайт використовує cookies...

source: Privacy Policy
pl: Polityka prywatności
sk: Ochrana osobných údajov
uk: Політика конфіденційності

source: Only Essential
pl: Tylko niezbędne
sk: Len nevyhnutné
uk: Лише необхідні

source: Catalog
pl: Katalog
sk: Katalóg
uk: Каталог

source: About Us
pl: O nas
sk: O nás
uk: Про нас

source: Car Service
sk: Autoservis
uk: Автосервіс

source: Contact Us
pl: Skontaktuj się z nami
sk: Kontaktujte nás
uk: Контакти

source: Search by article number...
sk: Zadajte číslo dielu...
uk: Пошук за артикулом...

source: Profile
pl: Profil
sk: Profil
uk: Профіль

source: Logout
pl: Wyloguj się
sk: Odhlásiť sa
uk: Вийти

source: Menu
uk: Меню

source: Home
pl: Strona główna
sk: Domov
uk: Головна

source: Shipping
pl: Wysyłka
sk: Doprava
uk: Доставка

source: Returns
sk: Vrátenie tovaru
uk: Повернення

source: Call us (SK/CZ/PL)
pl: Zadzwoń do nas (SK/CZ/PL)
sk: Zavolajte nám (SK/CZ/PL)
uk: Телефонуйте (SK/CZ/PL)

source: Call us (HU/EN)
pl: Zadzwoń do nas (HU/EN)
sk: Zavolajte nám (HU/EN)
uk: Телефонуйте (HU/EN)

source: Back to top
pl: Wróć na górę
sk: Späť hore
uk: На початок

source: Store
uk: Магазин

source: Navigation
pl: Nawigacja
sk: Navigácia
uk: Навігація

source: Shipping & Payment
pl: Dostawa i płatność
sk: Doprava a platba
uk: Доставка та оплата

source: Terms & Conditions
pl: Warunki i zasady
sk: Obchodné podmienky
uk: Умови використання

source: Company Info
pl: Informacje o firmie
sk: Informácie o spoločnosti
uk: Інформація про компанію

source: Bank Details
pl: Dane bankowe
sk: Bankové údaje
uk: Банківські реквізити

source: Account
pl: Konto
sk: Účet
uk: Рахунок

source: Bank
sk: Banka
uk: Банк

source: All rights reserved.
uk: Всі права захищені.

source: Developed by
uk: Розроблено

source: Learn more about AutogroupEU - your trusted partner in auto parts supply across Europe since 2014.
pl: Dowiedz się więcej o AutogroupEU - twoim zaufanym partnerze w dostawie części samochodowych w całej Europie od 2014 roku.
sk: Dozviete sa viac o spoločnosti AutogroupEU - vašom spoľahlivom partnerovi v dodávkach autodielov po celej Európe od roku 2014.
uk: Дізнайтеся більше про AutogroupEU - вашого надійного партнера в постачанні автозапчастин по Європі з 2014 року.

source: about us, auto parts, European supplier, car parts, B2B, original parts
pl: o nas, części samochodowe, europejski dostawca, części do aut, B2B, oryginalne części
sk: o nás, autodiely, európsky dodávateľ, náhradné diely, B2B, originálne diely
uk: про нас, автозапчастини, європейський постачальник, запчастини, B2B, оригінальні запчастини

source: Our Company
pl: Nasza firma
sk: Naša spoločnosť
uk: Наша компанія

source: We specialize in original spare parts for Land Rover, Range Rover, Jaguar, BMW, and other premium brands. All parts come directly from official European warehouses with full manufacturer warranty.
uk: Ми спеціалізуємося на оригінальних запчастинах для Land Rover, Range Rover, Jaguar, BMW та інших преміальних брендів. Всі запчастини надходять безпосередньо з офіційних європейських складів з повною гарантією виробника.

source: Why choose us? Fast delivery (2-5 business days), competitive prices, professional consultation, and the option for personal pickup at our warehouse in Slovakia.
uk: Чому обрати нас? Швидка доставка (2-5 робочих днів), конкурентні ціни, професійна консультація та можливість самовивозу з нашого складу в Словаччині.

source: Our extensive catalog includes the following categories:
pl: Nasz obszerny katalog obejmuje następujące kategorie:
sk: Náš rozsiahly katalóg zahŕňa nasledujúce kategórie:
uk: Наш великий каталог включає наступні категорії:

source: Engine and Components
pl: Silnik i komponenty
sk: Motor a komponenty
uk: Двигун та компоненти

source: Cylinder blocks, Cylinder heads, Pistons, Crankshafts, Turbochargers, Fuel injectors, Gaskets and seals
pl: Bloki cylindrów, głowice cylindrów, tłoki, wały korbowe, turbosprężarki, wtryskiwacze paliwa, uszczelki
sk: Bloky motorov, hlavy valcov, piesty, kľukové hriadele, turbodúchadlá, vstrekovače paliva, tesnenia
uk: Блоки циліндрів, головки блоку циліндрів, поршні, колінчасті вали, турбокомпресори, паливні форсунки, прокладки та ущільнення

source: Fuel and Exhaust Systems
pl: Układy paliwowe i wydechowe
sk: Palivové a výfukové systémy
uk: Паливна та вихлопна системи

source: Fuel pumps, Injectors, Carburetors, Fuel filters, Catalytic converters, Mufflers, Exhaust manifolds
pl: Pompy paliwa, wtryskiwacze, gaźniki, filtry paliwa, katalizatory, tłumiki, kolektory wydechowe
sk: Palivové čerpadlá, vstrekovače, karburátory, palivové filtre, katalyzátory, tlmiče výfuku, výfukové zvody
uk: Паливні насоси, форсунки, карбюратори, паливні фільтри, каталізатори, глушники, випускні колектори

source: Cooling and Heating
pl: Chłodzenie i ogrzewanie
sk: Chladenie a kúrenie
uk: Система охолодження та опалення

source: Radiators, Water pumps, Thermostats, Fans, Intercoolers, Cabin heaters
pl: Chłodnice, pompy wody, termostaty, wentylatory, intercoolery, nagrzewnice kabinowe
sk: Chladiče, vodné čerpadlá, termostaty, ventilátory, medzichladiče, kúrenia kabíny
uk: Радіатори, водяні насоси, термостати, вентилятори, інтеркулери, обігрівачі салону

source: Lubrication System
pl: Układ smarowania
sk: Mazací systém
uk: Система мастила

source: Oil pumps, Oil filters, Engine oil pans, Dipsticks
pl: Pompy oleju, filtry oleju, miski olejowe, miarki oleju
sk: Olejové čerpadlá, olejové filtre, olejové vane, mierky oleja
uk: Масляні насоси, масляні фільтри, масляні піддони двигуна, щупи

source: Suspension and Chassis
pl: Zawieszenie i podwozie
sk: Zavesenie a podvozok
uk: Підвіска та шасі

source: Shock absorbers, Springs, Stabilizers, Suspension arms, Engine mounts, Hub bearings
pl: Amortyzatory, sprężyny, stabilizatory, wahacze, mocowania silnika, łożyska piasty
sk: Tlmiče, pružiny, stabilizátory, ramená zavesenia, silentbloky motora, ložiská nábojov
uk: Амортизатори, пружини, стабілізатори, важелі підвіски, опори двигуна, підшипники маточин

source: Brake System
pl: Układ hamulcowy
sk: Brzdový systém
uk: Гальмівна система

source: Brake pads, Discs and drums, Brake calipers, Master cylinders, Vacuum boosters
pl: Klocki hamulcowe, tarcze i bębny, zaciski hamulcowe, pompy hamulcowe, wspomaganie hamulców
sk: Brzdové doštičky, kotúče a bubny, brzdové strmene, hlavné brzdové valce, podtlakové posilňovače
uk: Гальмівні колодки, диски та барабани, гальмівні супорти, головні циліндри, вакуумні підсилювачі

source: Steering
pl: Układ kierowniczy
sk: Riadenie
uk: Рульове керування

source: Steering racks, Power steering pumps, Tie rod ends, Hydraulic cylinders
pl: Przekładnie kierownicze, pompy wspomagania, końcówki drążków, cylindry hydrauliczne
sk: Tyče riadenia, čerpadlá posilňovača riadenia, čapy riadenia, hydraulické valce
uk: Рульові рейки, насоси підсилювача керма, наконечники рульових тяг, гідроциліндри

source: Transmission and Drivetrain
pl: Skrzynia biegów i układ napędowy
sk: Prevodovka a pohon
uk: Трансмісія та привод

source: Manual and automatic transmissions, Clutches, Drive shafts, Transfer cases, Differentials
pl: Skrzynie manualne i automatyczne, sprzęgła, wały napędowe, skrzynie rozdzielcze, dyferencjały
sk: Manuálne a automatické prevodovky, spojky, hnacie hriadele, rozdeľovacie prevodovky, diferenciály
uk: Механічні та автоматичні трансмісії, зчеплення, приводні вали, роздавальні коробки, диференціали

source: Electrical and Lighting
pl: Elektryka i oświetlenie
sk: Elektronika a osvetlenie
uk: Електрика та освітлення

source: Starters, Alternators, Batteries, Lights and headlights, Spark plugs, Various sensors, Electronic control units (ECUs)
pl: Rozruszniki, alternatory, akumulatory, światła i reflektory, świece zapłonowe, różne czujniki, jednostki sterujące (ECU)
sk: Štartéry, alternátory, batérie, svetlá a svetlomety, zapaľovacie sviečky, rôzne senzory, elektronické riadiace jednotky (ECU)
uk: Стартери, генератори, акумулятори, фари та ліхтарі, свічки запалювання, різні датчики, електронні блоки керування (ЕБК)

source: Body Parts and Accessories
pl: Części karoserii i akcesoria
sk: Karosárske diely a príslušenstvo
uk: Кузовні деталі та аксесуари

source: Hoods, doors, fenders, bumpers, Windows (windshield, side, rear), Mirrors, Emblems and moldings
pl: Maski, drzwi, błotniki, zderzaki, szyby (przednie, boczne, tylne), lusterka, emblematy i listwy
sk: Kapoty, dvere, blatníky, nárazníky, Okná (čelné, bočné, zadné), zrkadlá, emblémy a lišty
uk: Капоти, двері, крила, бампери, скло (лобове, бокове, заднє), дзеркала, емблеми та молдинги

source: Interior and Comfort
pl: Wnętrze i komfort
sk: Interiér a komfort
uk: Інтер'єр та комфорт

source: Dashboards, Seats and armrests, Steering wheels and gear knobs, Heating and air conditioning, Audio systems
pl: Deski rozdzielcze, fotele i podłokietniki, kierownice i gałki zmiany biegów, ogrzewanie i klimatyzacja, systemy audio
sk: Prístrojové dosky, sedadlá a opierky, volanty a hlavice radiacej páky, kúrenie a klimatizácia, audio systémy
uk: Панелі приладів, сидіння та підлокітники, кермові колеса та ручки КПП, опалення та кондиціонування, аудіосистеми

source: Wheels and Tires
pl: Koła i opony
sk: Kolesá a pneumatiky
uk: Колеса та шини

source: Steel and alloy rims, Tires, Tire pressure sensors
pl: Felgi stalowe i aluminiowe, opony, czujniki ciśnienia w oponach
sk: Oceľové a zliatinové disky, pneumatiky, snímače tlaku v pneumatikách
uk: Сталеві та легкосплавні диски, шини, датчики тиску в шинах

source: Fluids and Lubricants
pl: Płyny i smary
sk: Kvapaliny a mazivá
uk: Рідини та мастила

source: Engine and transmission oils, Antifreeze, Brake fluid, Hydraulic fluids, Windshield washer fluid
pl: Olej silnikowy i przekładniowy, płyn chłodniczy, płyn hamulcowy, płyny hydrauliczne, płyn do spryskiwaczy
sk: Motorové a prevodové oleje, nemrznúca zmes, brzdová kvapalina, hydraulické kvapaliny, kvapalina do ostrekovačov
uk: Моторні та трансмісійні мастила, антифриз, гальмівна рідина, гідравлічні рідини, омивач скла

source: Our company is registered at 066 01 Humenné Mierová 99, Slovakia, and our main warehouse is located in Tusicka Nova Ves 90, Tusice 07202, Slovakia. By prior arrangement, you can always pick up your parts yourself.
pl: Nasza firma jest zarejestrowana pod adresem 066 01 Humenné Mierová 99, Słowacja, a nasz główny magazyn znajduje się w Tusicka Nova Ves 90, Tusice 07202, Słowacja. Po wcześniejszym uzgodnieniu, zawsze możesz odebrać swoje części osobiście.
sk: Naša spoločnosť je registrovaná na adrese 066 01 Humenné Mierová 99, Slovensko, a náš hlavný sklad sa nachádza v Tušickej Novej Vsi 90, Tušice 07202, Slovensko. Po predchádzajúcej dohode si vždy môžete diely vyzdvihnúť osobne.
uk: Наша компанія зареєстрована за адресою 066 01 Humenné Mierová 99, Словаччина, а наш основний склад розташований у Tusicka Nova Ves 90, Tusice 07202, Словаччина. За попередньою домовленістю ви завжди можете забрати запчастини самостійно.

source: Workshop & Programming Services
pl: Warsztat i usługi programowania
sk: Servisné a programovacie služby
uk: Майстерня та послуги програмування

source: In addition to parts supply, we have our own workshop where we specialize in car repairs and programming.
pl: Oprócz dostarczania części, posiadamy własny warsztat, w którym specjalizujemy się w naprawach samochodów i programowaniu.
sk: Okrem dodávok dielov máme vlastnú dielňu, kde sa špecializujeme na opravy a programovanie vozidiel.
uk: Окрім постачання запчастин, ми маємо власну майстерню, де спеціалізуємося на ремонті та програмуванні автомобілів.

source: We can help with complex engine repairs, specializing in Land Rover, BMW, Ford, and Mercedes-Benz vehicles. Our particular expertise is with 306DT engines, which we have been repairing for many years, but we also work with many other engine types.
pl: Możemy pomóc w skomplikowanych naprawach silników, specjalizując się w pojazdach Land Rover, BMW, Ford i Mercedes-Benz. Naszą szczególną specjalnością są silniki 306DT, które naprawiamy od wielu lat, ale pracujemy również z wieloma innymi typami silników.
sk: Môžeme pomôcť s komplexnými opravami motorov, špecializujeme sa na vozidlá Land Rover, BMW, Ford a Mercedes-Benz. Naša konkrétna odbornosť je s motormi 306DT, ktoré opravujeme už mnoho rokov, ale pracujeme aj s mnohými inými typmi motorov.
uk: Ми можемо допомогти зі складним ремонтом двигунів, спеціалізуючись на автомобілях Land Rover, BMW, Ford та Mercedes-Benz. Наша особлива експертиза - двигуни 306DT, які ми ремонтуємо вже багато років, але ми також працюємо з багатьма іншими типами двигунів.

source: We have all the necessary diagnostic software. Through our partners, we can also provide chip tuning services to increase your vehicle's performance.
pl: Posiadamy wszystkie niezbędne oprogramowanie diagnostyczne. Dzięki naszym partnerom możemy również świadczyć usługi chip tuningu, aby zwiększyć wydajność Twojego pojazdu.
sk: Máme všetok potrebný diagnostický softvér. Prostredníctvom našich partnerov môžeme tiež poskytovať služby chiptuning na zvýšenie výkonu vášho vozidla.
uk: Ми маємо все необхідне діагностичне програмне забезпечення. Через наших партнерів ми також можемо надати послуги чіп-тюнінгу для збільшення потужності вашого автомобіля.

source: We specialize in the following brands:
pl: Specjalizujemy się w następujących markach:
sk: Špecializujeme sa na nasledujúce značky:
uk: Ми спеціалізуємося на наступних брендах:

source: *VAG Group includes Audi, Volkswagen, Porsche
pl: *Grupa VAG obejmuje Audi, Volkswagen, Porsche
sk: *Skupina VAG zahŕňa Audi, Volkswagen, Porsche
uk: *VAG Group включає Audi, Volkswagen, Porsche

source: Available Brands
pl: Dostępne marki
sk: Dostupné značky
uk: Доступні бренди

source: We can supply parts for these car brands:
pl: Możemy dostarczyć części do tych marek samochodów:
sk: Môžeme dodávať diely pre tieto značky automobilov:
uk: Ми можемо поставити запчастини для цих марок автомобілів:

source: We also supply parts for motorcycles:
pl: Dostarczamy również części do motocykli:
sk: Dodávame tiež diely pre motocykle:
uk: Ми також постачаємо запчастини для мотоциклів:

source: The requested article was not found in our catalog.
pl: Żądany artykuł nie został znaleziony w naszym katalogu.
sk: Požadovaný tovar nebol nájdený v našom katalógu.
uk: Запитаний артикул не знайдено в нашому каталозі.

source: Article Not Found
pl: Artykuł nie znaleziony
sk: Tovar nebol nájdený
uk: Артикул не знайдено

source: Product Not Found
pl: Produkt nie znaleziony
sk: Produkt nebol nájdený
uk: Товар не знайдено

source: The requested article was not found in our catalog
pl: Żądany artykuł nie został znaleziony w naszym katalogu
sk: Požadovaný tovar nebol nájdený v našom katalógu
uk: Запитаний артикул не знайдено в нашому каталозі

source: The article you are looking for might have been discontinued, or the number might be incorrect.
pl: Artykuł, którego szukasz, mógł zostać wycofany z produkcji lub numer może być nieprawidłowy.
sk: Tovar, ktorý hľadáte, mohol byť vyradený, alebo je číslo nesprávne.
uk: Можливо, артикул, який ви шукаєте, був знятий з виробництва, або номер введено неправильно.

source: Please check the article number and try again or contact our support team for assistance.
pl: Proszę sprawdzić numer artykułu i spróbować ponownie lub skontaktować się z naszym zespołem wsparcia w celu uzyskania pomocy.
sk: Prosím, skontrolujte kód tovaru a skúste znova, alebo kontaktujte našu podporu pre pomoc.
uk: Будь ласка, перевірте номер артикула та спробуйте ще раз або зверніться до нашої служби підтримки.

source: Back to Home
pl: Powrót do strony głównej
sk: Späť domov
uk: На головну

source: Contact Support
pl: Skontaktuj się z pomocą techniczną
sk: Kontaktovať podporu
uk: Зв'язатися з підтримкою

source: Recommended Products
pl: Polecane produkty
sk: Odporúčané produkty
uk: Рекомендовані товари

source: View Details
pl: Zobacz szczegóły
sk: Zobraziť detaily
uk: Переглянути деталі

source: Land Rover & Jaguar Specialist Car Service
sk: Špecializovaný autoservis Land Rover & Jaguar
uk: Спеціалізований автосервіс Land Rover та Jaguar
