Repository: crimpi23/my_project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl, sk, uk

source: Invalid token.
pl: Nieprawidłowy token.
sk: Neplatný token.
uk: Недійсний токен.

source: Please log in.
pl: Proszę się zalogować.
sk: Prosím, prihláste sa.
uk: Будь ласка, увійдіть.

source: You don't have permission to access this page.
pl: Nie masz uprawnień do dostępu do tej strony.
sk: Nemáte oprávnenie na prístup k tejto stránke.
uk: У вас немає дозволу на доступ до цієї сторінки.

source: Phone number is required
pl: Numer telefonu jest wymagany
sk: Telefónne číslo je povinné
uk: Номер телефону обов'язковий

source: Phone number must start with +
pl: Numer telefonu musi zaczynać się od +
sk: Telefónne číslo musí začínať znakom +
uk: Номер телефону повинен починатися з +

source: Phone number must contain only digits after +
pl: Numer telefonu musi zawierać tylko cyfry po +
sk: Telefónne číslo musí obsahovať iba číslice po +
uk: Номер телефону повинен містити лише цифри після +

source: Phone number is too short
pl: Numer telefonu jest za krótki
sk: Telefónne číslo je príliš krátke
uk: Номер телефону занадто короткий

source: Phone validation error
pl: Błąd walidacji numeru telefonu
sk: Chyba pri overovaní telefónneho čísla
uk: Помилка валідації номера телефону

source: Address saved successfully
pl: Adres zapisany pomyślnie
sk: Adresa bola úspešne uložená
uk: Адресу успішно збережено

source: Error saving address
pl: Błąd podczas zapisywania adresu
sk: Chyba pri ukladaní adresy
uk: Помилка збереження адреси

source: Please enter at least one article number
pl: Proszę wprowadzić co najmniej jeden numer artykułu
sk: Zadajte aspoň jedno číslo tovaru
uk: Будь ласка, введіть хоча б один номер артикула

source: Maximum {max_articles} articles per request. Only first {max_articles} will be processed.
pl: Maksymalnie {max_articles} artykułów na zapytanie. Tylko pierwsze {max_articles} zostanie przetworzone.
sk: Maximálne {max_articles} kódov na požiadavku. Iba prvých {max_articles} bude spracovaných.
uk: Максимум {max_articles} артикулів на запит. Буде оброблено лише перші {max_articles}.

source: error
pl: błąd
sk: chyba
uk: помилка

source: An error occurred while processing your request
pl: Wystąpił błąd podczas przetwarzania Twojego zapytania
sk: Pri spracovaní vašej žiadosti došlo k chybe
uk: Виникла помилка при обробці вашого запиту

source: No parts selected
pl: Nie wybrano części
sk: Neboli vybrané žiadne diely
uk: Запчастини не обрано

source: {count} items added to cart
pl: {count} przedmiotów dodanych do koszyka
sk: {count} položiek pridaných do košíka
uk: {count} позицій додано до кошика

source: No items were added to cart
pl: Żadne przedmioty nie zostały dodane do koszyka
sk: Do košíka neboli pridané žiadne položky
uk: Жодного товару не додано до кошика

source: An error occurred while adding items to cart
pl: Wystąpił błąd podczas dodawania przedmiotów do koszyka
sk: Pri pridávaní položiek do košíka došlo k chybe
uk: Виникла помилка при додаванні товарів до кошика

source: Error validating phone number
pl: Błąd podczas walidacji numeru telefonu
sk: Chyba pri overovaní telefónneho čísla
uk: Помилка перевірки номера телефону

source: Username, email or phone already registered.
pl: Nazwa użytkownika, email lub telefon są już zarejestrowane.
sk: Používateľské meno, e-mail alebo telefón je už zaregistrovaný.
uk: Ім'я користувача, email або телефон вже зареєстровані.

source: Registration successful! You are now logged in.
pl: Rejestracja zakończona pomyślnie! Jesteś teraz zalogowany.
sk: Registrácia úspešná! Ste prihlásený.
uk: Реєстрація успішна! Ви увійшли в систему.

source: Registration failed. Please try again.
pl: Rejestracja nie powiodła się. Spróbuj ponownie.
sk: Registrácia zlyhala. Prosím, skúste znova.
uk: Реєстрація не вдалася. Будь ласка, спробуйте ще раз.

source: Invalid username or password
pl: Nieprawidłowa nazwa użytkownika lub hasło
sk: Neplatné používateľské meno alebo heslo
uk: Неправильне ім'я користувача або пароль

source: Please enter your email address
sk: Zadajte svoju e-mailovú adresu
uk: Будь ласка, введіть вашу email-адресу

source: If an account with this email exists, we have sent a password reset link.
sk: Ak existuje účet s touto e-mailovou adresou, poslali sme vám odkaz na obnovenie hesla.
uk: Якщо акаунт з цим email існує, ми надіслали посилання для скидання пароля.

source: An error occurred. Please try again later.
sk: Vyskytla sa chyba. Skúste to prosím neskôr.
uk: Виникла помилка. Будь ласка, спробуйте пізніше.

source: Invalid or expired password reset link.
sk: Neplatný alebo expirovaný odkaz na obnovenie hesla.
uk: Недійсне або прострочене посилання для скидання пароля.

source: This password reset link has expired. Please request a new one.
sk: Tento odkaz na obnovenie hesla vypršal. Požiadajte o nový.
uk: Це посилання для скидання пароля прострочене. Будь ласка, запросіть нове.

source: Password must be at least 6 characters long.
sk: Heslo musí mať aspoň 6 znakov.
uk: Пароль повинен містити щонайменше 6 символів.

source: Passwords do not match.
sk: Heslá sa nezhodujú.
uk: Паролі не співпадають.

source: Your password has been reset successfully. You can now log in.
sk: Vaše heslo bolo úspešne obnovené. Teraz sa môžete prihlásiť.
uk: Ваш пароль успішно скинуто. Тепер ви можете увійти.

source: Please log in to place an order.
pl: Zaloguj się, aby złożyć zamówienie.
sk: Pre zadanie objednávky sa prosím prihláste.
uk: Будь ласка, увійдіть, щоб оформити замовлення.

source: Selected address not found
pl: Nie znaleziono wybranego adresu
sk: Vybraná adresa nebola nájdená
uk: Обрану адресу не знайдено

source: Selected company not found
pl: Nie znaleziono wybranej firmy
sk: Vybraná spoločnosť nebola nájdená
uk: Обрану компанію не знайдено

source: In Stock
pl: W magazynie
sk: Na sklade
uk: В наявності

source: days
pl: dni
sk: dní
uk: днів

source: Your cart is empty
pl: Twój koszyk jest pusty
sk: Váš košík je prázdny
uk: Ваш кошик порожній

source: Order placed successfully!
pl: Zamówienie złożone pomyślnie!
sk: Objednávka bola úspešne odoslaná!
uk: Замовлення успішно оформлено!

source: Order not found
pl: Nie znaleziono zamówienia
sk: Objednávka nebola nájdená
uk: Замовлення не знайдено

source: Error displaying order confirmation.
pl: Błąd wyświetlania potwierdzenia zamówienia.
sk: Chyba pri zobrazovaní potvrdenia objednávky.
uk: Помилка відображення підтвердження замовлення.

source: Please log in to view order details.
pl: Zaloguj się, aby zobaczyć szczegóły zamówienia.
sk: Pre zobrazenie detailov objednávky sa prosím prihláste.
uk: Будь ласка, увійдіть, щоб переглянути деталі замовлення.

source: Access denied
pl: Odmowa dostępu
sk: Prístup odmietnutý
uk: Доступ заборонено

source: Cart cleared successfully
pl: Koszyk wyczyszczony pomyślnie
sk: Košík bol úspešne vymazaný
uk: Кошик успішно очищено

source: Please log in to view your orders.
pl: Zaloguj się, aby zobaczyć swoje zamówienia.
sk: Pre zobrazenie objednávok sa prosím prihláste.
uk: Будь ласка, увійдіть, щоб переглянути ваші замовлення.

source: Error retrieving your orders
pl: Błąd podczas pobierania zamówień
sk: Chyba pri získavaní vašich objednávok
uk: Помилка отримання ваших замовлень

source: Order not found.
pl: Nie znaleziono zamówienia.
sk: Objednávka nebola nájdená.
uk: Замовлення не знайдено.

source: Error loading order details.
pl: Błąd podczas ładowania szczegółów zamówienia.
sk: Chyba pri načítavaní detailov objednávky.
uk: Помилка завантаження деталей замовлення.

source: You have been logged out.
pl: Zostałeś wylogowany.
sk: Boli ste odhlásený.
uk: Ви вийшли з системи.

source: Select files
uk: Оберіть файли

source: Invalid file format
uk: Неправильний формат файлу

source: No photos uploaded
uk: Фото не завантажено

source: An error occurred while processing your request.
pl: Wystąpił błąd podczas przetwarzania Twojego zapytania.
sk: Pri spracovaní vašej požiadavky došlo k chybe.
uk: Виникла помилка при обробці вашого запиту.

source: Invalid VAT number format
sk: Neplatný formát IČ DPH
uk: Неправильний формат номера ПДВ

source: All fields are required
pl: Wszystkie pola są wymagane
sk: Všetky polia sú povinné
uk: Всі поля обов'язкові

source: Invalid email format
pl: Nieprawidłowy format email
sk: Neplatný formát e-mailu
uk: Неправильний формат email

source: Your order has been placed! Check your email for confirmation.
sk: Vaša objednávka bola úspešne vytvorená! Skontrolujte svoj e-mail pre potvrdenie.
uk: Ваше замовлення оформлено! Перевірте email для підтвердження.

source: Error processing your order. Please try again.
sk: Chyba pri spracovaní vašej objednávky. Skúste to znova.
uk: Помилка обробки замовлення. Будь ласка, спробуйте ще раз.

source: Order information not found.
sk: Informácie o objednávke neboli nájdené.
uk: Інформацію про замовлення не знайдено.

source: Temporarily unavailable
sk: Dočasne nedostupné
uk: Тимчасово недоступно

source: Missing article information
pl: Brakujące informacje o artykule
sk: Chýbajúce informácie o tovare
uk: Відсутня інформація про артикул

source: Quantity must be at least 1
pl: Ilość musi wynosić co najmniej 1
sk: Množstvo musí byť aspoň 1
uk: Кількість повинна бути не менше 1

source: Cart updated successfully
pl: Koszyk zaktualizowany pomyślnie
sk: Košík bol úspešne aktualizovaný
uk: Кошик успішно оновлено

source: Item not found in cart
pl: Przedmiot nie znaleziony w koszyku
sk: Položka nebola v košíku nájdená
uk: Товар не знайдено в кошику

source: Invalid quantity
pl: Nieprawidłowa ilość
sk: Neplatné množstvo
uk: Неправильна кількість

source: Error updating cart
pl: Błąd podczas aktualizacji koszyka
sk: Chyba pri aktualizácii košíka
uk: Помилка оновлення кошика

source: Missing article or table name
pl: Brakujący artykuł lub nazwa tabeli
sk: Chýbajúci kód tovaru alebo názov tabuľky
uk: Відсутній артикул або назва таблиці

source: Item removed from cart
pl: Przedmiot usunięty z koszyka
sk: Položka bola odstránená z košíka
uk: Товар видалено з кошика

source: Error removing item from cart
pl: Błąd podczas usuwania przedmiotu z koszyka
sk: Chyba pri odstraňovaní položky z košíka
uk: Помилка видалення товару з кошика

source: Missing required product information
pl: Brakujące wymagane informacje o produkcie
sk: Chýbajúce povinné informácie o produkte
uk: Відсутня обов'язкова інформація про товар

source: Invalid price format
pl: Nieprawidłowy format ceny
sk: Neplatný formát ceny
uk: Неправильний формат ціни

source: Item added to cart
pl: Przedmiot dodany do koszyka
sk: Položka bola pridaná do košíka
uk: Товар додано до кошика

source: Error adding item to cart
pl: Błąd podczas dodawania przedmiotu do koszyka
sk: Chyba pri pridávaní položky do košíka
uk: Помилка додавання товару до кошика

source: Please enter an article for search.
pl: Wprowadź artykuł do wyszukiwania.
sk: Zadajte kód tovaru pre vyhľadávanie.
uk: Будь ласка, введіть артикул для пошуку.

source: An error occurred during the search. Please try again later.
pl: Wystąpił błąd podczas wyszukiwania. Spróbuj ponownie później.
sk: Počas vyhľadávania došlo k chybe. Skúste to prosím neskôr.
uk: Виникла помилка під час пошуку. Будь ласка, спробуйте пізніше.

source: Error loading users
pl: Błąd podczas ładowania użytkowników
sk: Chyba pri načítaní používateľov
uk: Помилка завантаження користувачів

source: User not found
pl: Użytkownik nie został znaleziony
sk: Používateľ nebol nájdený
uk: Користувача не знайдено

source: Password must be at least 8 characters long
pl: Hasło musi mieć co najmniej 8 znaków
sk: Heslo musí mať aspoň 8 znakov
uk: Пароль повинен містити щонайменше 8 символів

source: Passwords do not match
pl: Hasła nie są identyczne
sk: Heslá sa nezhodujú
uk: Паролі не співпадають

source: Password changed successfully
pl: Hasło zostało pomyślnie zmienione
sk: Heslo bolo úspešne zmenené
uk: Пароль успішно змінено

source: Error changing password
pl: Błąd podczas zmiany hasła
sk: Chyba pri zmene hesla
uk: Помилка зміни пароля

source: Delivery address updated
pl: Adres dostawy zaktualizowany
sk: Doručovacia adresa bola aktualizovaná
uk: Адресу доставки оновлено

source: Invoice details updated
pl: Szczegóły faktury zaktualizowane
sk: Fakturačné údaje boli aktualizované
uk: Дані рахунку оновлено

source: Invalid invoice data format
pl: Nieprawidłowy format danych faktury
sk: Neplatný formát fakturačných údajov
uk: Неправильний формат даних рахунку

source: Item processed successfully
pl: Przedmiot przetworzony pomyślnie
sk: Položka bola úspešne spracovaná
uk: Позицію успішно оброблено

source: Error processing orders
pl: Błąd podczas przetwarzania zamówień
sk: Chyba pri spracovaní objednávok
uk: Помилка обробки замовлень

source: Please login to access your profile
pl: Zaloguj się, aby uzyskać dostęp do swojego profilu
sk: Pre prístup k profilu sa prosím prihláste
uk: Будь ласка, увійдіть для доступу до профілю

source: This email is already in use by another user
pl: Ten email jest już używany przez innego użytkownika
sk: Tento e-mail už používa iný používateľ
uk: Цей email вже використовується іншим користувачем

source: This phone number is already in use by another user
pl: Ten numer telefonu jest już używany przez innego użytkownika
sk: Toto telefónne číslo už používa iný používateľ
uk: Цей номер телефону вже використовується іншим користувачем

source: Current password is incorrect
pl: Aktualne hasło jest nieprawidłowe
sk: Aktuálne heslo je nesprávne
uk: Поточний пароль неправильний

source: New passwords do not match
pl: Nowe hasła nie są zgodne
sk: Nové heslá sa nezhodujú
uk: Нові паролі не співпадають

source: Profile and password updated successfully
pl: Profil i hasło zaktualizowane pomyślnie
sk: Profil a heslo boli úspešne aktualizované
uk: Профіль та пароль успішно оновлено

source: Profile updated successfully
pl: Profil zaktualizowany pomyślnie
sk: Profil bol úspešne aktualizovaný
uk: Профіль успішно оновлено

source: Error updating profile: duplicate value
pl: Błąd podczas aktualizacji profilu: duplikat wartości
sk: Chyba pri aktualizácii profilu: duplicitná hodnota
uk: Помилка оновлення профілю: дубльоване значення

source: Address added successfully
pl: Adres dodany pomyślnie
sk: Adresa bola úspešne pridaná
uk: Адресу успішно додано

source: Address deleted successfully
pl: Adres usunięty pomyślnie
sk: Adresa bola úspešne odstránená
uk: Адресу успішно видалено

source: Default address updated
pl: Domyślny adres zaktualizowany
sk: Predvolená adresa bola aktualizovaná
uk: Адресу за замовчуванням оновлено

source: Company added successfully
pl: Firma dodana pomyślnie
sk: Spoločnosť bola úspešne pridaná
uk: Компанію успішно додано

source: Company deleted successfully
pl: Firma usunięta pomyślnie
sk: Spoločnosť bola úspešne odstránená
uk: Компанію успішно видалено

source: Default company updated
pl: Domyślna firma zaktualizowana
sk: Predvolená spoločnosť bola aktualizovaná
uk: Компанію за замовчуванням оновлено

source: Slovak
pl: Słowacki
sk: Slovenčina
uk: Словацька

source: English
pl: Angielski
sk: Angličtina
uk: Англійська

source: Polish
pl: Polski
sk: Poľština
uk: Польська

source: Error accessing user profile
pl: Błąd podczas dostępu do profilu użytkownika
sk: Chyba pri prístupe k používateľskému profilu
uk: Помилка доступу до профілю користувача

source: Admin Login
pl: Logowanie administratora
sk: Prihlásenie správcu
uk: Вхід в адмін-панель

source: Password
pl: Hasło
sk: Heslo
uk: Пароль

source: Enter admin password
uk: Введіть пароль адміністратора

source: Login
pl: Logowanie
sk: Prihlásiť sa
uk: Увійти

source: Secure Admin Access
uk: Безпечний доступ до адмін-панелі

source: Manage Categories
uk: Управління категоріями

source: Back to Dashboard
uk: Назад до панелі

source: Total Categories
uk: Всього категорій

source: Main Categories
uk: Головні категорії

source: Subcategories
uk: Підкатегорії

source: Add New Category
uk: Додати нову категорію

source: Slug (Identifier)
uk: Slug (ідентифікатор)

source: No spaces, lowercase, letters/numbers/hyphens only
uk: Без пробілів, малі літери, тільки літери/цифри/дефіси

source: Parent Category
uk: Батьківська категорія

source: Main category
uk: Головна категорія

source: Icon
uk: Іконка

source: Translations
uk: Переклади

source: Name
pl: Nazwa
sk: Názov
uk: Назва

source: Description
pl: Opis
sk: Popis
uk: Опис

source: Add Category
uk: Додати категорію

source: Existing Categories
uk: Існуючі категорії

source: No categories yet. Add the first category above!
uk: Категорій ще немає. Додайте першу категорію вище!

source: Parent
uk: Батьківська

source: Order
pl: Zamówienie
sk: Objednávka
uk: Порядок

source: Active
uk: Активний

source: Actions
pl: Akcje
sk: Akcie
uk: Дії

source: Main
uk: Головна

source: Inactive
uk: Неактивна

source: Delete this category?
uk: Видалити цю категорію?

source: Edit Category
uk: Редагувати категорію

source: Cancel
pl: Anuluj
uk: Скасувати

source: Save
uk: Зберегти

source: Product Categories
pl: Kategorie produktów
sk: Kategórie produktov
uk: Категорії товарів

source: Total Products
uk: Всього товарів

source: With Categories
uk: З категоріями

source: Multiple Categories
uk: Кілька категорій

source: Available Categories
uk: Доступні категорії

source: Article
pl: Artykuł
sk: Číslo
uk: Артикул

source: Search...
uk: Пошук...

source: Brand
pl: Marka
sk: Značka
uk: Бренд

source: All Brands
uk: Всі бренди

source: Category
uk: Категорія

source: All Categories
uk: Всі категорії

source: Status
sk: Stav
uk: Статус

source: All
sk: Všetky
uk: Всі

source: Without
uk: Без

source: Multiple
uk: Кілька

source: Filter
uk: Фільтр

source: Showing
uk: Показано

source: of
uk: з

source: Select All
uk: Вибрати все

source: selected
uk: вибрано

source: Select category...
uk: Оберіть категорію...

source: Primary
uk: Основна

source: Add
uk: Додати

source: All categories
uk: Всі категорії

source: Remove
pl: Usuń
sk: Odstrániť
uk: Видалити

source: Categories
pl: Kategorie
sk: Kategórie
uk: Категорії

source: Price
pl: Cena
sk: Cena
uk: Ціна

source: Qty
pl: Ilość
sk: Počet
uk: К-ть

source: categories
uk: категорії

source: No category
uk: Без категорії

source: Edit Product Card
uk: Редагувати картку товару

source: Set primary category
uk: Встановити основну категорію

source: No products found for the selected filters.
uk: Товари для обраних фільтрів не знайдено.

source: Set Primary Category
uk: Встановити основну категорію

source: Set Primary
uk: Встановити основну

source: Please select at least one product
uk: Будь ласка, оберіть хоча б один товар

source: Please select a category
uk: Будь ласка, оберіть категорію

source: Scheduler Status
uk: Статус планувальника

source: Back to Sitemaps
uk: Назад до Sitemap

source: Total Jobs
uk: Всього задач

source: Active Jobs
uk: Активні задачі

source: Paused Jobs
uk: Призупинені задачі

source: Scheduled Jobs
uk: Заплановані задачі

source: Job ID
uk: ID задачі

source: Next Run
uk: Наступний запуск

source: Schedule
uk: Розклад

source: Not scheduled
uk: Не заплановано

source: Paused
uk: Призупинено

source: No scheduled jobs found.
uk: Запланованих задач не знайдено.

source: Manual Job Execution
uk: Ручний запуск задачі

source: Select Job
uk: Оберіть задачу

source: Select job to run
uk: Оберіть задачу для запуску

source: Run Now
uk: Запустити зараз

source: Dashboard
uk: Панель керування

source: Scheduler
uk: Планувальник

source: Test FTP
uk: Тест FTP

source: Catalog & Content
uk: Каталог та контент

source: Manage Stock
uk: Управління складом

source: Manage Descriptions
uk: Управління описами

source: Manage Photos
uk: Управління фото

source: Process Orders
uk: Обробка замовлень

source: For managers
uk: Для менеджерів

source: Needs Attention
uk: Потребує уваги

source: Missing Photos
uk: Без фотографій

source: Missing Descriptions
uk: Без описів

source: Products without categories
uk: Товари без категорій

source: SEO & Feeds
uk: SEO і Фіди

source: Price Lists
uk: Прайс-листи

source: Upload Price List
uk: Завантажити прайс-лист

source: Sitemaps
uk: Sitemap

source: Analytics
uk: Аналітика

source: Import
uk: Імпорт

source: Import Dashboard
uk: Панель імпорту

source: Upload File
uk: Завантажити файл

source: Queue
uk: Черга

source: History
uk: Історія

source: Users
uk: Користувачі

source: Create User
uk: Створити користувача

source: Assign Roles
uk: Призначити ролі

source: Manage Users
pl: Zarządzaj użytkownikami
sk: Správa používateľov
uk: Управління користувачами

source: Orders
pl: Zamówienia
sk: Objednávky
uk: Замовлення

source: Google Merchant Feed Settings
uk: Налаштування Google Merchant Feed

source: Update All Feeds
uk: Оновити всі фіди

source: Total Configurations
uk: Всього конфігурацій

source: Active Feeds
uk: Активні фіди

source: Languages
uk: Мови

source: Feed Links
uk: Посилання на фіди

source: View Feed
uk: Переглянути фід

source: Download Feed
uk: Завантажити фід

source: Add New Feed Configuration
uk: Додати нову конфігурацію фіду

source: Enable Feed
uk: Увімкнути фід

source: Google Category
uk: Категорія Google

source: e.g. Vehicle Parts & Accessories > Car Parts
uk: напр. Vehicle Parts & Accessories > Car Parts

source: Language
sk: Jazyk
uk: Мова

source: Price List
uk: Прайс-лист

source: Select Price List
uk: Оберіть прайс-лист

source: Markup Percentage
uk: Відсоток націнки

source: Save Configuration
uk: Зберегти конфігурацію

source: Current Configurations
uk: Поточні конфігурації

source: Markup
uk: Націнка

source: Created
pl: Utworzono
sk: Vytvorené
uk: Створено

source: Update
uk: Оновити

source: Delete this feed configuration?
uk: Видалити цю конфігурацію фіду?

source: No feed configurations yet. Add one above.
uk: Конфігурацій фіду ще немає. Додайте вище.

source: Import Blacklist
uk: Чорний список імпорту

source: Add Article
uk: Додати артикул

source: Back to Import
uk: Назад до імпорту

source: Blacklisted Articles
uk: Заблоковані артикули

source: Blacklist Articles
uk: Заблокувати артикули

source: Reason
uk: Причина

source: Replacement
uk: Заміна

source: Added
uk: Додано

source: Notes
uk: Примітки

source: Unknown
uk: Невідомо

source: Remove this article from blacklist?
uk: Видалити цей артикул з чорного списку?

source: No Articles in Blacklist
uk: Артикулів у чорному списку немає

source: Add articles to prevent them from being imported.
uk: Додайте артикули, щоб запобігти їх імпорту.

source: Add First Article
uk: Додати перший артикул

source: Add to Blacklist
uk: Додати до чорного списку

source: Article Number
sk: Číslo dielu
uk: Номер артикула

source: Select Brand
uk: Оберіть бренд

source: Select Reason
uk: Оберіть причину

source: Single Item Only
uk: Лише один екземпляр

source: Kit Only
uk: Лише в комплекті

source: Discontinued
uk: Знято з виробництва

source: Low Demand
uk: Низький попит

source: Quality Issues
uk: Проблеми з якістю

source: Supplier Issues
uk: Проблеми з постачальником

source: Other
uk: Інше

source: Replacement Article
uk: Артикул-заміна

source: Alternative article if available
uk: Альтернативний артикул, якщо є

source: Additional information...
uk: Додаткова інформація...

source: Brand Mapping
uk: Маппінг брендів

source: Unmapped Brands
uk: Незіставлені бренди

source: Mapped Brands
uk: Зіставлені бренди

source: Brand from File
uk: Бренд з файлу

source: First Seen
uk: Вперше виявлено

source: Action
uk: Дія

source: Map
uk: Зіставити

source: All brands are mapped!
uk: Всі бренди зіставлені!

source: File Brand
uk: Бренд з файлу

source: Mapped To
uk: Зіставлено з

source: Type
pl: Typ
sk: Typ
uk: Тип

source: Auto
uk: Авто

source: Manual
uk: Вручну

source: No mapped brands yet.
uk: Зіставлених брендів ще немає.

source: Map Brand
uk: Зіставити бренд

source: Brand from file
uk: Бренд з файлу

source: Map to existing brand
uk: Зіставити з існуючим брендом

source: Import Management
uk: Управління імпортом

source: Warehouse Import Management
uk: Управління імпортом складу
