Repository: crimpi23/my_project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl, sk, uk

source: Queue Items
uk: Позиції в черзі

source: Whitelist
uk: Білий список

source: Blacklist
uk: Чорний список

source: Pending Changes
uk: Очікуючі зміни

source: Manual Upload
uk: Ручне завантаження

source: Upload CSV files with Safe Mode option
uk: Завантаження CSV файлів з опцією Safe Mode

source: Import Queue
uk: Черга імпорту

source: Review and process new articles
uk: Перегляд та обробка нових артикулів

source: Map file brands to database brands
uk: Зіставлення брендів з файлу з брендами в базі

source: Manage Brands
uk: Управління брендами

source: Import History
uk: Історія імпорту

source: View previous import operations
uk: Перегляд попередніх операцій імпорту

source: View History
uk: Переглянути історію

source: Approved articles for auto-import
uk: Схвалені артикули для автоімпорту

source: Manage Whitelist
uk: Управління білим списком

source: Blocked articles
uk: Заблоковані артикули

source: Manage Blacklist
uk: Управління чорним списком

source: Price Overrides
uk: Перевизначення цін

source: Fixed price articles
uk: Артикули з фіксованою ціною

source: Price Changes
uk: Зміни цін

source: Review pending price changes
uk: Перегляд очікуючих змін цін

source: Review
uk: Перегляд

source: Zero Stock
uk: Нульовий залишок

source: Items with zero quantity
uk: Позиції з нульовою кількістю

source: System Status
uk: Статус системи

source: Last Import
uk: Останній імпорт

source: Never
uk: Ніколи

source: Auto Import
uk: Автоімпорт

source: Enabled
uk: Увімкнено

source: Disabled
uk: Вимкнено

source: items
uk: записів

source: Processing Status
uk: Статус обробки

source: Ready
uk: Готово

source: Import Debug
uk: Налагодження імпорту

source: Import System Debug
uk: Налагодження системи імпорту

source: Database Tables Status
uk: Статус таблиць БД

source: Table
uk: Таблиця

source: Exists
uk: Існує

source: Records
uk: Записи

source: Yes
uk: Так

source: No
uk: Ні

source: Recent Import Files
uk: Останні імпортовані файли

source: Filename
uk: Ім'я файлу

source: Processed
uk: Оброблено

source: Errors
uk: Помилки

source: Date
pl: Data
sk: Dátum
uk: Дата

source: No import files found
uk: Імпортовані файли не знайдено

source: Recent Queue Items
uk: Останні позиції черги

source: Quantity
pl: Ilość
sk: Množstvo
uk: Кількість

source: No queue items found
uk: Позиції черги не знайдено

source: Total Imports
uk: Всього імпортів

source: Completed
uk: Завершено

source: Recent Imports
uk: Останні імпорти

source: Safe Mode
uk: Безпечний режим

source: New
pl: Nowy
sk: Nový
uk: Новий

source: Updated
uk: Оновлено

source: Import Date
uk: Дата імпорту

source: Processing
pl: Przetwarzanie
sk: Spracováva sa
uk: Обробка

source: Error
pl: Błąd
sk: Chyba
uk: Помилка

source: No import history found
uk: Історію імпорту не знайдено

source: Pending Price Changes
uk: Очікуючі зміни цін

source: Price Changes Requiring Approval
uk: Зміни цін, що потребують схвалення

source: Old Price
uk: Стара ціна

source: New Price
uk: Нова ціна

source: Difference
uk: Різниця

source: Approve
uk: Схвалити

source: Reject
pl: Odrzuć
sk: Odmietnuť
uk: Відхилити

source: No pending price changes found.
uk: Очікуючих змін цін не знайдено.

source: Add Override
uk: Додати перевизначення

source: Total Overrides
uk: Всього перевизначень

source: Fixed Price Articles
uk: Артикули з фіксованою ціною

source: Fixed Price
uk: Фіксована ціна

source: Ignore Updates
uk: Ігнорувати оновлення

source: Manual Stock
uk: Ручний склад

source: Stock Status
uk: Статус складу

source: Not in Stock
uk: Немає на складі

source: Add to Stock
uk: Додати на склад

source: Remove this price override?
uk: Видалити це перевизначення ціни?

source: Add all price overrides to stock?
uk: Додати всі перевизначення цін на склад?

source: Add All to Stock
uk: Додати все на склад

source: No price overrides configured yet.
uk: Перевизначень цін ще не налаштовано.

source: Add Price Override
uk: Додати перевизначення ціни

source: Enter article code
uk: Введіть код артикула

source: Ignore file updates (never update this article from imports)
uk: Ігнорувати оновлення з файлу (ніколи не оновлювати цей артикул з імпорту)

source: Manual stock management
uk: Ручне управління складом

source: Optional notes
uk: Необов'язкові примітки

source: Unprocessed
uk: Необроблено

source: Pending Items
uk: Очікуючі позиції

source: Processed Items
uk: Оброблені позиції

source: Total Items
uk: Всього позицій

source: Search Article
uk: Пошук артикула

source: Enter article...
uk: Введіть артикул...

source: Reset
uk: Скинути

source: Page
uk: Сторінка

source: Select Action
uk: Оберіть дію

source: Move to Whitelist
uk: Перемістити до білого списку

source: Move to Blacklist
uk: Перемістити до чорного списку

source: Delete from Queue
uk: Видалити з черги

source: Apply action to selected items?
uk: Застосувати дію до обраних позицій?

source: Apply
uk: Застосувати

source: Toggle All
uk: Перемкнути все

source: Pending
pl: Oczekujące
sk: Čaká na platbu
uk: Очікує

source: No items in queue
uk: Позицій у черзі немає

source: Upload a file to add items to the queue.
uk: Завантажте файл, щоб додати позиції до черги.

source: Move this item to whitelist?
uk: Перемістити цю позицію до білого списку?

source: Move this item to blacklist?
uk: Перемістити цю позицію до чорного списку?

source: Manual Import Upload
uk: Ручне завантаження імпорту

source: Upload CSV File
uk: Завантажити CSV файл

source: Select CSV File
uk: Оберіть CSV файл

source: File format
uk: Формат файлу

source: Safe Import Mode
uk: Безпечний режим імпорту

source: Only update existing items and add new ones. Do not set quantity to 0 for missing items.
uk: Оновлювати лише існуючі та додавати нові позиції. Не встановлювати кількість 0 для відсутніх.

source: Import Notes
uk: Примітки імпорту

source: Optional
uk: Необов'язково

source: Add any notes about this import...
uk: Додайте будь-які примітки щодо цього імпорту...

source: Upload and Process
uk: Завантажити та обробити

source: Preview File
uk: Попередній перегляд файлу

source: Import Information
uk: Інформація про імпорт

source: Expected File Format
uk: Очікуваний формат файлу

source: Processing Rules
uk: Правила обробки

source: Articles in whitelist: Auto-processed
uk: Артикули в білому списку: автообробка

source: Articles in blacklist: Ignored
uk: Артикули в чорному списку: ігноруються

source: New articles: Added to queue
uk: Нові артикули: додаються до черги

source: Unknown brands: Require mapping
uk: Невідомі бренди: потребують маппінгу

source: Price increases: Require approval
uk: Підвищення цін: потребує схвалення

source: When enabled, existing stock items not in the file will keep their current quantities. When disabled, items not in file will have quantity set to 0.
uk: Якщо увімкнено, існуючі позиції на складі, відсутні у файлі, збережуть поточні кількості. Якщо вимкнено, позиції не у файлі матимуть кількість 0.

source: Safe
uk: Безпечно

source: Full
uk: Повний

source: File Preview
uk: Попередній перегляд файлу

source: Loading...
uk: Завантаження...

source: Processing...
uk: Обробка...

source: Please select a file first
uk: Спочатку оберіть файл

source: and
uk: та

source: more lines
uk: ще рядків

source: Import Whitelist
uk: Білий список імпорту

source: Add to Whitelist
uk: Додати до білого списку

source: Auto Update
uk: Автооновлення

source: Avg Markup
uk: Середня націнка

source: Brands
uk: Бренди

source: Whitelist Items
uk: Білий список

source: Min Qty
uk: Мін. к-ть

source: Max Qty
uk: Макс. к-ть

source: Remove this item from whitelist?
uk: Видалити цю позицію з білого списку?

source: No items in whitelist yet
uk: Позицій у білому списку ще немає

source: Add First Item
uk: Додати першу позицію

source: Min Quantity
uk: Мін. кількість

source: Max Quantity
uk: Макс. кількість

source: Auto update prices and quantities
uk: Автооновлення цін та кількостей

source: Edit Whitelist Item
uk: Редагувати запис білого списку

source: Update Item
uk: Оновити запис

source: Zero Stock Items
uk: Позиції з нульовим залишком

source: Are you sure you want to clear all items?
uk: Ви впевнені, що хочете очистити всі записи?

source: Clear All
uk: Очистити все

source: Items with Zero Quantity
uk: Позиції з нульовою кількістю

source: Current Stock
uk: Поточний склад

source: Missing Count
uk: Кількість відсутніх

source: Last Seen
uk: Останнє виявлення

source: Delete this item?
uk: Видалити цей товар?

source: No zero stock items found.
uk: Позицій з нульовим залишком не знайдено.

source: Order ID
pl: ID zamówienia
sk: ID objednávky
uk: № замовлення

source: Username
pl: Nazwa użytkownika
sk: Používateľské meno
uk: Ім'я користувача

source: Stock Items
pl: Pozycje magazynowe
sk: Skladové položky
uk: Товари зі складу

source: Pricelist Items
pl: Pozycje z cennika
sk: Položky cenníka
uk: Товари з прайсу

source: User Information
pl: Informacje o użytkowniku
sk: Informácie o používateľovi
uk: Інформація про користувача

source: Delivery Address
pl: Adres dostawy
sk: Doručovacia adresa
uk: Адреса доставки

source: Change Address
pl: Zmień adres
sk: Zmeniť adresu
uk: Змінити адресу

source: No delivery address provided
pl: Nie podano adresu dostawy
sk: Nebola poskytnutá doručovacia adresa
uk: Адреса доставки не вказана

source: Saved Addresses
pl: Zapisane adresy
sk: Uložené adresy
uk: Збережені адреси

source: Default
pl: Domyślny
sk: Predvolená
uk: За замовчуванням

source: Update Address
pl: Zaktualizuj adres
sk: Aktualizovať adresu
uk: Оновити адресу

source: No saved addresses found
pl: Nie znaleziono zapisanych adresów
sk: Neboli nájdené žiadne uložené adresy
uk: Збережених адрес не знайдено

source: Invoice Details
pl: Szczegóły faktury
sk: Fakturačné údaje
uk: Деталі рахунку

source: Change Invoice Details
pl: Zmień szczegóły faktury
sk: Zmeniť fakturačné údaje
uk: Змінити деталі рахунку

source: Company Name
pl: Nazwa firmy
sk: Názov spoločnosti
uk: Назва компанії

source: VAT Number
pl: Numer VAT
sk: IČ DPH
uk: ІПН / VAT номер

source: Registration Number
pl: Numer rejestracyjny
sk: IČO
uk: Реєстраційний номер

source: Company Address
pl: Adres firmy
sk: Adresa spoločnosti
uk: Адреса компанії

source: Invoice requested but details missing
pl: Faktura zamówiona, ale brakuje szczegółów
sk: Faktúra vyžiadaná, ale chýbajú údaje
uk: Рахунок запитано, але деталі відсутні

source: No invoice requested
pl: Nie zamówiono faktury
sk: Faktúra nevyžiadaná
uk: Рахунок не запитано

source: Saved Invoice Details
pl: Zapisane szczegóły faktury
sk: Uložené fakturačné údaje
uk: Збережені дані рахунку

source: Update Invoice Details
pl: Zaktualizuj szczegóły faktury
sk: Aktualizovať fakturačné údaje
uk: Оновити дані рахунку

source: No saved invoice details found
pl: Nie znaleziono zapisanych szczegółów faktury
sk: Neboli nájdené žiadne uložené fakturačné údaje
uk: Збережених даних рахунку не знайдено

source: Total
pl: Suma
sk: Celkom
uk: Всього

source: Accept
pl: Akceptuj
sk: Prijať
uk: Прийняти

source: No items in this order
pl: Brak pozycji w tym zamówieniu
sk: V tejto objednávke nie sú žiadne položky
uk: Позицій у цьому замовленні немає

source: Send Invoice
uk: Надіслати рахунок

source: Back to Orders
pl: Powrót do zamówień
sk: Späť k objednávkam
uk: Назад до замовлень

source: Order Information
pl: Informacje o zamówieniu
sk: Informácie o objednávke
uk: Інформація про замовлення

source: Order Date
pl: Data zamówienia
sk: Dátum objednávky
uk: Дата замовлення

source: Customer
uk: Клієнт

source: Total Amount
uk: Загальна сума

source: Order Items
pl: Elementy zamówienia
sk: Položky objednávky
uk: Позиції замовлення

source: Invoice PDF File
uk: PDF файл рахунку

source: Upload invoice PDF from your accounting software
uk: Завантажте PDF рахунку з вашого бухгалтерського ПЗ

source: Self Pickup (No delivery cost)
uk: Самовивіз (без вартості доставки)

source: Delivery Cost
uk: Вартість доставки

source: Delivery Information
pl: Informacje o dostawie
sk: Informácie o doručení
uk: Інформація про доставку

source: Carrier, tracking number, pickup instructions...
uk: Перевізник, номер відстеження, інструкції для самовивозу...

source: Note
uk: Примітка

source: Sending this invoice will
uk: Відправка цього рахунку

source: Update order status to "invoice_sent"
uk: Оновити статус замовлення на "invoice_sent"

source: Send email to customer with invoice attached
uk: Надіслати email клієнту з прикріпленим рахунком

source: Update payment status to "awaiting_payment"
uk: Оновити статус оплати на "awaiting_payment"

source: Back
uk: Назад

source: Add Photos
uk: Додати фото

source: Enter article
uk: Введіть артикул

source: Source
uk: Джерело

source: All products
uk: Всі товари

source: Stock only
uk: Тільки Stock

source: Enriched only
uk: Тільки Enriched

source: Found
uk: Знайдено

source: products
uk: товарів

source: Set as main
uk: Зробити головним

source: Delete
pl: Usuń
sk: Vymazať
uk: Видалити

source: No photos
uk: Немає фотографій

source: Add photo
uk: Додати фото

source: Reorder
uk: Змінити порядок

source: Previous
pl: Poprzedni
sk: Predchádzajúce
uk: Попередня

source: Next
pl: Następny
sk: Ďalšie
uk: Наступна

source: No products found. Change filters or make sure photos have been added to products.
uk: Товари не знайдено. Змініть фільтри або переконайтеся, що фото додані до товарів.

source: Reorder Photos
uk: Змінити порядок фото

source: Drag photos to reorder. First photo will be the main one.
uk: Перетягніть фото для зміни порядку. Перше фото буде головним.

source: Save Order
uk: Зберегти порядок

source: Are you sure you want to delete this photo?
uk: Ви впевнені, що хочете видалити це фото?

source: Photo order updated
uk: Порядок фото оновлено

source: Error updating photo order
uk: Помилка оновлення порядку фото

source: Error setting main photo
uk: Помилка встановлення головного фото

source: Error deleting photo
uk: Помилка видалення фото

source: Bulk Photo Import
uk: Масовий імпорт фото

source: Back to Photos
uk: Назад до фото

source: File Upload
uk: Завантаження файлів

source: URL Import
uk: Імпорт за URL

source: Bulk Upload
uk: Масове завантаження

source: Product Article
uk: Артикул товару

source: Enter the article of the product for which you are uploading photos
uk: Введіть артикул товару для якого завантажуєте фото

source: Select image files
uk: Виберіть файли зображень

source: You can select multiple files. Supported formats: JPG, PNG, GIF, WebP
uk: Можна вибрати декілька файлів. Підтримуються: JPG, PNG, GIF, WebP

source: Upload Photos
uk: Завантажити фото

source: Image URLs
uk: URL зображень

source: Enter each URL on a new line
uk: Вводьте кожен URL з нового рядка

source: Import by URL
uk: Імпортувати за URL

source: Image Data
uk: Дані зображень

source: Format: Article[TAB]URL (one per line).
uk: Формат: Артикул[TAB]URL (по одному на рядок).

source: Use the tab character to separate article and URL.
uk: Використовуйте табуляцію для розділення артикулу та URL.

source: Instructions
uk: Інструкції

source: Use this tab to upload photos from your computer.
uk: Використовуйте цю вкладку для завантаження фото з комп'ютера.

source: Enter product article
uk: Введіть артикул товару

source: Select one or more image files
uk: Виберіть один або кілька файлів зображень

source: Click "Upload Photos"
uk: Натисніть "Завантажити фото"

source: Use this tab to import photos by URL.
uk: Використовуйте цю вкладку для імпорту фото за URL.

source: Enter image URLs (each on a new line)
uk: Введіть URL зображень (кожен з нового рядка)

source: Click "Import by URL"
uk: Натисніть "Імпорт за URL"

source: Use for bulk uploading for multiple products.
uk: Використовуйте для масового завантаження по декількох товарах.

source: Enter data in Article[TAB]URL format
uk: Введіть дані у форматі Артикул[TAB]URL

source: Each product on a new line
uk: Кожен товар з нового рядка

source: Click "Bulk Upload"
uk: Натисніть "Масове завантаження"

source: Manage Price Lists
uk: Управління прайс-листами

source: Price Lists Management
uk: Управління прайс-листами

source: Total Price Lists
uk: Всього прайс-листів

source: Table Name
uk: Назва таблиці

source: Supplier
uk: Постачальник

source: Delivery Time
pl: Czas dostawy
sk: Čas doručenia
uk: Час доставки

source: Select Supplier
uk: Оберіть постачальника

source: Delete this price list?
uk: Видалити цей прайс-лист?

source: No price lists found. Upload a new one.
uk: Прайс-листи не знайдено. Завантажте новий.

source: Add New Brand
uk: Додати новий бренд

source: Select Existing Price List or Create New
uk: Оберіть існуючий прайс-лист або створіть новий

source: Create New Price List
uk: Створити новий прайс-лист

source: New Price List Name
uk: Назва нового прайс-листа

source: Enter new table name (lowercase, no spaces)
uk: Введіть назву таблиці (малі літери, без пробілів)

source: Use only lowercase letters, numbers, and underscores.
uk: Використовуйте лише малі літери, цифри та підкреслення.

source: Supported formats
uk: Підтримувані формати

source: Current Price Lists
uk: Поточні прайс-листи

source: Last Updated
uk: Останнє оновлення

source: Manage
uk: Управління

source: Brand Name
uk: Назва бренду

source: Add Images
uk: Додати зображення

source: Bulk Add Images
uk: Масове додавання зображень

source: Import Images by URL
uk: Імпорт зображень за URL

source: Format: Article[TAB]URL (one per line)
uk: Формат: Артикул[TAB]URL (по одному на рядок)

source: Import Images
uk: Імпорт зображень

source: Back to List
uk: Назад до списку

source: Product Info
uk: Інформація про товар

source: Select photos (multiple allowed)
uk: Оберіть фото (можна декілька)

source: Supported formats: JPG, PNG, GIF, WEBP. Max size: 5MB per file.
uk: Підтримувані формати: JPG, PNG, GIF, WEBP. Макс. розмір: 5МБ на файл.

source: Main Photo
uk: Головне фото

source: Click on a photo to set it as main
uk: Натисніть на фото, щоб зробити його головним

source: Add Description
uk: Додати опис

source: Edit Product
uk: Редагувати товар

source: Add Product Description
uk: Додати опис товару

source: Search Google
uk: Шукати в Google

source: Product Information
uk: Інформація про товар

source: Enter name in Slovak
uk: Введіть назву словацькою

source: Enter description in Slovak
uk: Введіть опис словацькою

source: Enter name in English
uk: Введіть назву англійською

source: Enter description in English
uk: Введіть опис англійською

source: Enter name in Polish
uk: Введіть назву польською

source: Enter description in Polish
uk: Введіть опис польською

source: Create Description
uk: Створити опис

source: Save Changes
uk: Зберегти зміни

source: Stock Info
uk: Інформація про склад

source: Total Value
uk: Загальна вартість

source: Quick Fill
uk: Швидке заповнення

source: Enter name in English and click button to copy to other languages
uk: Введіть назву англійською і натисніть кнопку для копіювання в інші мови

source: Copy EN → all languages
uk: Копіювати EN → всі мови

source: Please fill in English fields first!
uk: Спочатку заповніть англійські поля!

source: Copied! Now you can translate the texts.
uk: Скопійовано! Тепер можете перекласти тексти.

source: Add New Article
uk: Додати новий артикул

source: Bulk Import
uk: Масовий імпорт

source: Search
pl: Szukaj
sk: Hľadať
uk: Пошук

source: Search by article...
uk: Пошук за артикулом...

source: Clear
uk: Очистити

source: Edit Description
uk: Редагувати опис

source: Mode
uk: Режим

source: Create only (skip existing)
uk: Тільки створення (пропустити існуючі)

source: Update existing
uk: Оновлювати існуючі

source: Data format
uk: Формат даних

source: Each line: article, brand_id, name, description — separated by TAB
uk: Кожен рядок: артикул, brand_id, назва, опис — розділені табуляцією

source: Upload
uk: Завантажити

source: Create description for article not in database
uk: Створити опис для артикула, якого немає в базі

source: e.g. LR123456
uk: напр. LR123456

source: Create
uk: Створити

source: Please enter article number
uk: Будь ласка, введіть номер артикула

source: Products Without Descriptions
uk: Товари без описів

source: products from stock without descriptions
uk: товарів зі складу без описів

source: Filter by Brand
uk: Фільтр за брендом

source: Min. Price
uk: Мін. ціна

source: Incomplete descriptions
uk: Неповні описи

source: Total without descriptions
uk: Всього без описів

source: In stock
uk: На складі

source: Total value
uk: Загальна вартість

source: Add new article
uk: Додати новий артикул

source: Create description for an article not in the base, but needs to be added
uk: Створити опис для артикула якого немає в базі, але треба додати

source: Add new
uk: Додати новий

source: E.g. LR123456
uk: Напр. LR123456

source: Select brand...
uk: Оберіть бренд...

source: Enter article number!
uk: Введіть номер артикула!

source: Products
uk: Товари

source: page
uk: сторінка

source: Copy Articles
uk: Копіювати артикули

source: Value
uk: Вартість

source: Excellent!
uk: Чудово!

source: All products in stock have descriptions
uk: Всі товари на складі мають описи

source: Articles copied to clipboard!
uk: Артикули скопійовано!

source: Products Without Photos
uk: Товари без фотографій

source: products from stock without photos
uk: товари на складі без фото

source: No name
uk: Без назви

source: All products of brand
uk: Всі товари бренду

source: have photos
uk: мають фото

source: All products in stock have photos
uk: Всі товари на складі мають фотографії

source: View on Site
uk: Переглянути на сайті

source: Basic Info
uk: Основна інформація

source: Photos
uk: Фотографії

source: Stock & Pricing
uk: Склад та ціни

source: Descriptions
uk: Описи

source: Quick Info
uk: Швидка інформація

source: Copy EN → All
uk: Копіювати EN → Всі

source: Product Photos
uk: Фото товару

source: No photos yet
uk: Фото ще немає

source: No categories assigned
uk: Категорії не призначено

source: Update Stock
uk: Оновити склад

source: Set first photo as primary
uk: Зробити перше фото основним

source: Uploading...
uk: Завантаження...

source: group
uk: група

source: Selected
uk: Обрано

source: Set as primary category
uk: Встановити як основну категорію

source: Fill in English fields first
uk: Спочатку заповніть англійські поля

source: Set as primary photo?
uk: Зробити основним фото?

source: Delete photo?
uk: Видалити фото?

source: Remove category?
uk: Видалити категорію?

source: Select files first
uk: Спочатку оберіть файли

source: Success!
uk: Успішно!

source: photos added
uk: фото додано

source: Error:
uk: Помилка:

source: Upload error:
uk: Помилка завантаження:

source: Sitemap Management
uk: Управління Sitemap

source: Check Data
uk: Перевірити дані

source: Utils
uk: Утиліти

source: Sitemap Files
uk: Файли Sitemap

source: Generate Sitemaps
uk: Згенерувати Sitemap

source: Generate sitemap files for different sections of the website.
uk: Генерація sitemap-файлів для різних розділів сайту.

source: Generation Type
uk: Тип генерації

source: All Sitemaps
uk: Всі Sitemap

source: without Other
uk: без Other

source: Static Pages
uk: Статичні сторінки

source: Products in Stock
uk: Товари на складі

source: Enriched Products
uk: Збагачені товари

source: Index File Only
uk: Лише індексний файл

source: Product Images
uk: Зображення товару

source: Generate
uk: Згенерувати

source: Large Files (caution!)
uk: Великі файли (обережно!)

source: Other Products contains all products from price lists without descriptions/photos. This may create very large files!
uk: Other Products містить всі товари з прайс-листів без описів/фото. Це може створити дуже великі файли!

source: WARNING! This may create very large sitemap files. Continue?
uk: УВАГА! Це може створити дуже великі sitemap-файли. Продовжити?

source: Generate Other Products
uk: Згенерувати Other Products

source: Cleanup Old Files
uk: Очистити старі файли
