Repository: crimpi23/my_project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl, sk, uk

source: Professional repair and maintenance of all Land Rover and Jaguar models. From Discovery and Defender to Range Rover and Jaguar F-PACE — trust your premium vehicle to real professionals with extensive experience.
sk: Profesionálna oprava a údržba všetkých modelov Land Rover a Jaguar. Od Discovery a Defender po Range Rover a Jaguar F-PACE — zverte svoje prémiové vozidlo skutočným profesionálom s rozsiahlými skúsenosti.
uk: Професійний ремонт та обслуговування всіх моделей Land Rover та Jaguar. Від Discovery і Defender до Range Rover і Jaguar F-PACE — довірте свій преміальний автомобіль справжнім професіоналам з багаторічним досвідом.

source: Land Rover 3.0 TDV6 / SDV6 (306DT) Engine Overhaul
sk: Generálna oprava motora Land Rover 3.0 TDV6 / SDV6 (306DT)
uk: Капітальний ремонт двигуна Land Rover 3.0 TDV6 / SDV6 (306DT)

source: We are recognized experts in the repair of Land Rover 3.0 TDV6 and SDV6 (code name 306DT) diesel engines. For complete engine rebuilds, we use exclusively new genuine Land Rover parts, ensuring the highest quality and reliability.
sk: Sme uznávaní odborníci na opravu naftových motorov Land Rover 3.0 TDV6 a SDV6 (kódové označenie 306DT). Pri kompletných renováciách motorov používame výlučne nové originálne diely Land Rover, čo zaručuje najvyššiu kvalitu a spoľahlivosť.
uk: Ми визнані експерти з ремонту дизельних двигунів Land Rover 3.0 TDV6 та SDV6 (кодова назва 306DT). Для повної переборки двигунів ми використовуємо виключно нові оригінальні запчастини Land Rover, забезпечуючи найвищу якість та надійність.

source: Expertise with Both Engine Generations
sk: Odborné znalosti oboch generácií motorov
uk: Експертиза обох поколінь двигунів

source: Our mechanics thoroughly understand the features of both generations of Land Rover 3.0 TDV6 / SDV6 (306DT) engines:
sk: Naši mechanici dôkladne poznajú vlastnosti oboch generácií motorov Land Rover 3.0 TDV6 / SDV6 (306DT):
uk: Наші механіки досконало розуміють особливості обох поколінь двигунів Land Rover 3.0 TDV6 / SDV6 (306DT):

source: Found in Discovery 4 and Range Rover Sport until 2013
sk: Nachádza sa v Discovery 4 a Range Rover Sport do roku 2013
uk: Встановлювався в Discovery 4 та Range Rover Sport до 2013 року

source: Base design with classic cooling systems
sk: Základný dizajn s klasickými chladiacimi systémami
uk: Базова конструкція з класичними системами охолодження

source: Standard type oil pump
sk: Štandardný typ olejového čerpadla
uk: Масляний насос стандартного типу

source: Original turbocharging system components
sk: Originálne komponenty systému turbíny
uk: Оригінальні компоненти системи турбонаддуву

source: Found in Range Rover L405 and newer models
sk: Nachádza sa v Range Rover L405 a novších modeloch
uk: Встановлюється в Range Rover L405 та новіших моделях

source: Revolutionary engineering solutions with improved reliability
sk: Revolučné inžinierske riešenia so zlepšenou spoľahlivosťou
uk: Революційні інженерні рішення з покращеною надійністю

source: Innovative oil pump with electromagnetic solenoid
sk: Inovatívne olejové čerpadlo s elektromagnetickým solenoidom
uk: Інноваційний масляний насос з електромагнітним соленоїдом

source: Electronically controlled water pump
sk: Elektronicky riadené vodné čerpadlo
uk: Водяний насос з електронним керуванням

source: High-tech water-cooled intercooler
sk: Vysoko technologický vodou chladený intercooler
uk: Високотехнологічний інтеркулер з водяним охолодженням

source: Common Issues with Land Rover 3.0 TDV6 / SDV6 (306DT) Engines and Our Solutions
sk: Bežné problémy s motormi Land Rover 3.0 TDV6 / SDV6 (306DT) a naše riešenia
uk: Поширені проблеми двигунів Land Rover 3.0 TDV6 / SDV6 (306DT) та наші рішення

source: Crankshaft Failure
sk: Zlyhanie kľukového hriadeľa
uk: Поломка колінчастого вала

source: One of the most known issues with this engine. The crankshaft has structural weak points between the connecting rod journals and counterweights, particularly vulnerable with insufficient maintenance.
sk: Jeden z najznámejších problémov tohto motora. Kľukový hriadeľ má štruktúrálne slabé miesta medzi čapmi ojníc a protizávažiami, ktoré sú obzvlášť náchylné pri nedostatočnej údržbe.
uk: Одна з найвідоміших проблем цього двигуна. Колінчастий вал має структурні слабкі місця між шатунними шийками та противагами, особливо вразливі при недостатньому обслуговуванні.

source: Our solution:
sk: Naše riešenie:
uk: Наше рішення:

source: Instead of repairing or grinding the crankshaft, we install exclusively new genuine Land Rover crankshafts, ensuring maximum engine durability.
sk: Namiesto opravy alebo prebrusivania kľukového hriadeľa inštalujeme výlučne nové originálne kľukové hriadele Land Rover, čo zaručuje maximálnu životnosť motora.
uk: Замість ремонту або шліфування колінчастого вала ми встановлюємо виключно нові оригінальні колінчасті вали Land Rover, забезпечуючи максимальну довговічність двигуна.

source: Turbocharger Wear and Failure
sk: Opotrebenie a zlyhanie turbíny
uk: Знос та поломка турбіни

source: Turbines on 306DT engines often fail due to wear or as a result of other engine problems, particularly due to insufficient lubrication.
sk: Turbíny na motoroch 306DT často zlyhávajú v dôsledku opotrebenia alebo iných problémov motora, najmä pri nedostatočnom mazanom.
uk: Турбіни на двигунах 306DT часто виходять з ладу через знос або внаслідок інших проблем двигуна, зокрема через недостатнє мастило.

source: During complete overhaul, we thoroughly check the turbines and replace them with original Land Rover parts.
sk: Počas kompletného gen. opravy dôkladne skontrolujeme turbíny a vymeníme ich za originálne diely Land Rover.
uk: Під час капітального ремонту ми ретельно перевіряємо турбіни та замінюємо їх оригінальними запчастинами Land Rover.

source: Oil Pump Issues
sk: Problémy s olejovým čerpadlom
uk: Проблеми з масляним насосом

source: Reduced efficiency of the oil pump leads to insufficient lubrication of engine components in the 3.0 TDV6 / SDV6.
sk: Znížená účinnosť olejového čerpadla vedie k nedostatočnému mazaniu komponentov motora 3.0 TDV6 / SDV6.
uk: Зниження ефективності масляного насоса призводить до недостатнього мастила компонентів двигуна 3.0 TDV6 / SDV6.

source: During repairs, we install a new oil pump, with special attention to GEN2 models equipped with electromagnetic solenoid pumps.
sk: Počas opráv inštalujeme nové olejové čerpadlo, so špeciálnou pozornosťou na modely GEN2 vybavené elektromagnetickými solenoidovými čerpadlami.
uk: Під час ремонту ми встановлюємо новий масляний насос, приділяючи особливу увагу моделям GEN2, оснащеним насосами з електромагнітним соленоїдом.

source: Fuel Injector Problems
sk: Problémy s palivovými vstrekovacími
uk: Проблеми з паливними форсунками

source: Some injectors in 306DT engines can deliver excessive fuel, leading to overheating and piston damage.
sk: Niektoré vstrekovace v motoroch 306DT môžu dodávať nadmerné množstvo paliva, čo vedie k prehriatiu a poškodeniu piestov.
uk: Деякі форсунки в двигунах 306DT можуть подавати надмірну кількість палива, що призводить до перегріву та пошкодження поршнів.

source: We diagnose, adjust, and if necessary, replace injectors with new genuine Land Rover components.
sk: Diagnostikujeme, nastavujeme a v prípade potreby vymieňame vstrekovace za nové originálne komponenty Land Rover.
uk: Ми діагностуємо, регулюємо та, за необхідності, замінюємо форсунки на нові оригінальні компоненти Land Rover.

source: Technical Specifications of the Land Rover 306DT (3.0 TDV6/SDV6) Engine
sk: Technické špecifikácie motora Land Rover 306DT (3.0 TDV6/SDV6)
uk: Технічні характеристики двигуна Land Rover 306DT (3.0 TDV6/SDV6)

source: Engine Type
sk: Typ motora
uk: Тип двигуна

source: V6 diesel
sk: V6 naftový
uk: V6 дизель

source: Displacement
sk: Objem
uk: Робочий об'єм

source: Power Output
sk: Výkon
uk: Потужність

source: 211 to 306 hp (depending on configuration)
sk: 211 až 306 koní (v závislosti od konfigurácie)
uk: від 211 до 306 к.с. (залежно від конфігурації)

source: Torque
sk: Točivý moment
uk: Крутний момент

source: 520 to 700 Nm
sk: 520 až 700 Nm
uk: від 520 до 700 Нм

source: Injection System
sk: Systém vstrekovania
uk: Система впорскування

source: Turbocharging
sk: Turbína
uk: Турбонаддув

source: Single or twin Garrett turbines
sk: Jednoduchá alebo dvojitá turbína Garrett
uk: Одинарні або подвійні турбіни Garrett

source: Cylinder Block
sk: Blok valcov
uk: Блок циліндрів

source: Cast iron
sk: Liatina
uk: Чавунний

source: Cylinder Head
sk: Hlava valcov
uk: Головка блоку циліндрів

source: Aluminum, 24 valves
sk: Hliník, 24 ventilov
uk: Алюмінієва, 24 клапани

source: Compression Ratio
sk: Kompresný pomer
uk: Ступінь стиснення

source: Timing System
sk: Rozvodový systém
uk: Система газорозподілу

source: Chain and belt
sk: Reťaz a remen
uk: Ланцюг та ремінь

source: Our Competitive Advantages in Land Rover 306DT Engine Repairs
sk: Naše konkurenčné výhody pri opravách motorov Land Rover 306DT
uk: Наші конкурентні переваги в ремонті двигунів Land Rover 306DT

source: Genuine Parts Only
sk: Iba originálne diely
uk: Тільки оригінальні запчастини

source: We use exclusively original Land Rover parts — no compromises in quality
sk: Používame výlučne originálne diely Land Rover — žiadne kompromisy v kvalite
uk: Ми використовуємо виключно оригінальні запчастини Land Rover — жодних компромісів у якості

source: Professional Diagnostics
sk: Profesionálna diagnostika
uk: Професійна діагностика

source: With deep understanding of engine design, we identify problems before they lead to serious damage
sk: S hĺbkým pochopením konštrukcie motora identifikujeme problémy skôr, ako vedú k vážnym poškodeniam
uk: Завдяки глибокому розумінню конструкції двигуна ми виявляємо проблеми до того, як вони призведуть до серйозних пошкоджень

source: Experience with All Generations
sk: Skúsenosti so všetkými generáciami
uk: Досвід з усіма поколіннями

source: We have experience repairing both GEN1 and GEN2 engine versions, considering their unique requirements
sk: Máme skúsenosti s opravou motorov GEN1 aj GEN2, berieme do úvahy ich špecifické požiadavky
uk: Ми маємо досвід ремонту обох версій двигунів GEN1 та GEN2, враховуючи їхні унікальні вимоги

source: Quality Guarantee
sk: Záruka kvality
uk: Гарантія якості

source: We provide warranty for all completed work and installed parts, demonstrating our confidence in service quality
sk: Poskytujeme záruku na všetky vykonané práce a inštalované diely, čo dokazuje našu dôveru v kvalitu služieb
uk: Ми надаємо гарантію на всі виконані роботи та встановлені запчастини, демонструючи впевненість у якості сервісу

source: Additional Services for Land Rover and Jaguar
sk: Ďalšie služby pre Land Rover a Jaguar
uk: Додаткові послуги для Land Rover та Jaguar

source: Diagnostics and repair of engines of all modifications
sk: Diagnostika a oprava motorov všetkých modifikácií
uk: Діагностика та ремонт двигунів усіх модифікацій

source: Transmission repair and service
sk: Oprava a servis prevodovky
uk: Ремонт та обслуговування трансмісії

source: Suspension repair
sk: Oprava podvozku
uk: Ремонт підвіски

source: Diagnostics and programming of electronic systems
sk: Diagnostika a programovanie elektronických systémov
uk: Діагностика та програмування електронних систем

source: Comprehensive technical service
sk: Komplexný technický servis
uk: Комплексне технічне обслуговування

source: Need a reliable repair for your Land Rover or Jaguar?
sk: Potrebujete spoľahlivú opravu pre váš Land Rover alebo Jaguar?
uk: Потрібен надійний ремонт для вашого Land Rover або Jaguar?

source: Contact our service — we guarantee professional approach, original parts, and the highest quality of work.
sk: Kontaktujte náš servis — grantujeme profesionálny prístup, originálne diely a najvyššiu kvalitu práce.
uk: Зверніться до нашого сервісу — ми гарантуємо професійний підхід, оригінальні запчастини та найвищу якість робіт.

source: For more information about our car services, please contact us:
pl: Aby uzyskać więcej informacji o naszych usługach samochodowych, prosimy o kontakt:
sk: Pre viac informácií o našich službách pre automobily nás kontaktujte:
uk: Для отримання додаткової інформації про наші автосервісні послуги, будь ласка, зв'яжіться з нами:

source: Browse all product categories at AutogroupEU. Find auto parts by category: engine, brakes, suspension, electrical and more.
uk: Перегляньте всі категорії товарів AutogroupEU. Знайдіть автозапчастини за категоріями: двигун, гальма, підвіска, електрика та інше.

source: Browse all product categories. Fast delivery across Europe.
uk: Перегляньте всі категорії товарів. Швидка доставка по Європі.

source: Browse our catalog by category
uk: Переглядайте наш каталог за категоріями

source: View products
sk: Zobraziť produkty
uk: Переглянути товари

source: Browse category
sk: Prehľadať kategóriu
uk: Переглянути категорію

source: We are always ready to help you!
sk: Sme vždy pripravení vám pomôcť!
uk: Ми завжди готові вам допомогти!

source: Phone & Online Contact
sk: Telefón a online kontakt
uk: Телефон та онлайн-зв'язок

source: Phone Numbers
pl: Numery telefonów
sk: Telefónne čísla
uk: Телефони

source: Online Contact
pl: Kontakt online
sk: Online kontakt
uk: Онлайн-зв'язок

source: Store / Warehouse
uk: Магазин / Склад

source: Visit our store or pick up your order
uk: Відвідайте наш магазин або заберіть замовлення

source: Legal Address
uk: Юридична адреса

source: AutogroupEU - Your reliable partner in auto parts supply across Europe.
pl: AutogroupEU - Twój niezawodny partner w dostawie części samochodowych w całej Europie.
sk: AutogroupEU – Váš spoľahlivý partner v dodávke autodielov po celej Európe
uk: AutogroupEU - Ваш надійний партнер у постачанні автозапчастин по Європі.

source: Auto Parts Supply
pl: Dostawa części samochodowych
sk: Dodávka autodielov
uk: Постачання автозапчастин

source: Find the best auto parts for your vehicle with quick delivery across Europe
pl: Znajdź najlepsze części samochodowe do swojego pojazdu z szybką dostawą w całej Europie
sk: Nájdite najlepšie autodiely pre vaše vozidlo s rýchlym doručením po celej Európe
uk: Знайдіть найкращі запчастини для вашого автомобіля зі швидкою доставкою по Європі

source: Need Help?
pl: Potrzebujesz pomocy?
sk: Potrebujete pomoc?
uk: Потрібна допомога?

source: If you have any questions, don't hesitate to contact us:
pl: Jeśli masz jakiekolwiek pytania, nie wahaj się z nami skontaktować:
sk: Ak máte akékoľvek otázky, neváhajte nás kontaktovať:
uk: Якщо у вас є запитання, не вагайтеся зв'язатися з нами:

source: Car Service & Programming
pl: Serwis samochodowy i programowanie
sk: Autoservis a programovanie
uk: Автосервіс та програмування

source: We offer professional car repair and programming services.
pl: Oferujemy profesjonalne usługi naprawy i programowania samochodów.
sk: Ponúkame profesionálne služby opravy a programovania áut.
uk: Ми пропонуємо професійні послуги з ремонту та програмування автомобілів.

source: VIN Request
sk: VIN požiadavka
uk: Запит за VIN

source: Request parts by VIN code
sk: Objednajte diely podľa VIN kódu
uk: Замовити запчастини за VIN-кодом

source: All Products
sk: Všetky produkty
uk: Всі товари

source: Items in Our Stock
pl: Przedmioty w naszym magazynie
sk: Na sklade
uk: Товари на складі

source: Available for immediate delivery
sk: Dostupné na okamžité dodanie
uk: Доступні для негайної доставки

source: Out of Stock
sk: Vypredané
uk: Немає в наявності

source: incl. VAT
pl: z VAT
sk: vrátane DPH
uk: з ПДВ

source: excl. VAT
pl: bez VAT
sk: bez DPH
uk: без ПДВ

source: Add to Cart
pl: Dodaj do koszyka
sk: Pridať do košíka
uk: Додати в кошик

source: Show More Products
pl: Pokaż więcej produktów
sk: Zobraziť viac produktov
uk: Показати більше товарів

source: Mon-Fri: 9:00 - 19:00
pl: Pon-Pt: 9:00 - 19:00
sk: Po-Pi: 9:00 - 19:00
uk: Пн-Пт: 9:00 - 19:00

source: Learn More
pl: Dowiedz się więcej
sk: Zisti viac
uk: Дізнатися більше

source: VIN code (17 characters)
sk: VIN kód (17 znakov)
uk: VIN-код (17 символів)

source: Phone
pl: Telefon
sk: Telefón
uk: Телефон

source: Describe needed parts
sk: Popíšte potrebné diely
uk: Опишіть потрібні запчастини

source: Send Request
sk: Odoslať žiadosť
uk: Надіслати запит

source: No description available.
pl: Brak dostępnego opisu.
sk: Popis nie je k dispozícii.
uk: Опис недоступний.

source: Request sent successfully!
sk: Žiadosť bola úspešne odoslaná!
uk: Запит успішно надіслано!

source: Error sending request
sk: Chyba pri odosielaní žiadosti
uk: Помилка надсилання запиту

source: Server error
sk: Chyba servera
uk: Помилка сервера

source: Close
sk: Zavrieť
uk: Закрити

source: Adding...
pl: Dodaję...
sk: Pridávam...
uk: Додавання...

source: Added!
pl: Dodano!
sk: Pridané!
uk: Додано!

source: Privacy Policy for AutogroupEU - how we collect, use, and protect your personal data.
pl: Polityka prywatności AutogroupEU - jak zbieramy, używamy i chronimy Twoje dane osobowe.
sk: Zásady ochrany osobných údajov pre AutogroupEU - ako zhromažďujeme, používame a chránime vaše osobné údaje.
uk: Політика конфіденційності AutogroupEU - як ми збираємо, використовуємо та захищаємо ваші персональні дані.

source: How we collect, use, and protect your personal data at AutogroupEU.
sk: Ako zhromažďujeme, používame a chránime vaše osobné údaje v AutogroupEU.
uk: Як ми збираємо, використовуємо та захищаємо ваші персональні дані в AutogroupEU.

source: Introduction
pl: Wprowadzenie
sk: Úvod
uk: Вступ

source: This Privacy Policy explains how AutogroupEU collects, uses, and protects your personal data when you use our website and services.
sk: Tieto zásady ochrany osobných údajov vysvetľujú, ako AutogroupEU zhromažďuje, používa a chráni vaše osobné údaje pri používaní našej webovej stránky a služieb.
uk: Ця Політика конфіденційності пояснює, як AutogroupEU збирає, використовує та захищає ваші персональні дані при використанні нашого сайту та послуг.

source: What Data We Collect
sk: Aké údaje zhromažďujeme
uk: Які дані ми збираємо

source: Contact details (name, email, phone number)
sk: Kontaktné údaje (meno, e-mail, telefónne číslo)
uk: Контактні дані (ім'я, email, номер телефону)

source: Delivery address and billing information
sk: Adresa doručenia a faktúračné údaje
uk: Адреса доставки та платіжна інформація

source: Order history and communication records
sk: História objednávok a záznamy komunikácie
uk: Історія замовлень та записи комунікацій

source: Technical data (IP address, browser, device info)
sk: Technické údaje (IP adresa, prehliadač, informácie o zariadení)
uk: Технічні дані (IP-адреса, браузер, інформація про пристрій)

source: Cookies and usage data
sk: Súbory cookies a údaje o používaní
uk: Файли cookie та дані про використання

source: How We Use Your Data
sk: Ako používame vaše údaje
uk: Як ми використовуємо ваші дані

source: To process and deliver your orders
sk: Na spracovanie a doručenie vašich objednávok
uk: Для обробки та доставки ваших замовлень

source: To communicate with you about your orders or inquiries
sk: Na komunikáciu s vami o vašich objednávkach alebo dopytoch
uk: Для зв'язку з вами щодо замовлень або запитів

source: To improve our website and services
sk: Na zlepšenie našej webovej stránky a služieb
uk: Для покращення нашого сайту та послуг

source: To comply with legal obligations
sk: Na dodržiavanie zákonných povinností
uk: Для виконання юридичних зобов'язань

source: For marketing purposes (only with your consent)
sk: Na marketingové účely (iba s vaším súhlasom)
uk: Для маркетингових цілей (лише за вашою згодою)

source: How We Protect Your Data
sk: Ako chránime vaše údaje
uk: Як ми захищаємо ваші дані

source: We use secure servers and encryption
sk: Používame zabezpečené servery a šifrovanie
uk: Ми використовуємо захищені сервери та шифрування

source: Access to your data is restricted to authorized personnel only
sk: Prístup k vašim údajom má len oprávnený personál
uk: Доступ до ваших даних обмежено лише авторизованим персоналом

source: We regularly review our data protection practices
sk: Pravidelne kontrolujeme naše postupy ochrany údajov
uk: Ми регулярно переглядаємо наші практики захисту даних

source: Sharing Your Data
sk: Zdieľanie vašich údajov
uk: Передача ваших даних

source: We do not sell your personal data to third parties
sk: Vaše osobné údaje nepredávame tretím stranám
uk: Ми не продаємо ваші персональні дані третім особам

source: We may share your data with trusted partners (e.g., delivery services) only as necessary to fulfill your order
sk: Vaše údaje môžeme zdieľať s dôveryhodnými partnermi (napr. doručovateľskými službami) len v rozsahu potrebnom na splnenie vašej objednávky
uk: Ми можемо передавати ваші дані довіреним партнерам (напр., службам доставки) лише за необхідності для виконання вашого замовлення

source: We may disclose your data if required by law
sk: Vaše údaje môžeme poskytnúť, ak to vyžaduje zákon
uk: Ми можемо розкривати ваші дані, якщо цього вимагає закон

source: Cookies
sk: Súbory cookies
uk: Файли cookie

source: We use cookies to improve your experience on our website. You can control cookies through your browser settings.
sk: Používame súbory cookies na zlepšenie vašej skúsenosti na našej webovej stránke. Cookies môžete spravovať cez nastavenia vášho prehliadača.
uk: Ми використовуємо файли cookie для покращення вашого досвіду на нашому сайті. Ви можете керувати файлами cookie через налаштування браузера.

source: Your Rights
sk: Vaše práva
uk: Ваші права

source: You have the right to access, correct, or delete your personal data
sk: Máte právo na prístup, opravu alebo vymazanie vašich osobných údajov
uk: Ви маєте право на доступ, виправлення або видалення ваших персональних даних

source: You can object to or restrict certain processing of your data
sk: Môžete namietať alebo obmedziť určité spracovanie vašich údajov
uk: Ви можете заперечити або обмежити певну обробку ваших даних

source: You can withdraw your consent at any time
sk: Svoj súhlas môžete kedykoľvek odvolať
uk: Ви можете відкликати свою згоду в будь-який час

source: If you have any questions about this Privacy Policy or your personal data, please contact us:
sk: Ak máte akékoľvek otázky týkajúce sa týchto Zásad ochrany osobných údajov alebo vašich osobných údajov, kontaktujte nás:
uk: Якщо у вас є запитання щодо цієї Політики конфіденційності або ваших персональних даних, будь ласка, зв'яжіться з нами:

source: Find part number
sk: Nájdite číslo dielu
uk: Знайдіть артикул

source: for your vehicle. Fast delivery, competitive prices. Order online or call us now!
sk: pre vaše vozidlo. Rýchle doručenie, konkurencieschopné ceny. Objednajte online alebo nás kontaktujte teraz!
uk: для вашого автомобіля. Швидка доставка, конкурентні ціни. Замовляйте онлайн або телефонуйте зараз!

source: auto parts
pl: części samochodowe
sk: autodiely
uk: автозапчастини

source: spare parts
pl: części zamienne
sk: náhradné diely
uk: запчастини

source: Auto part
sk: Autodiel
uk: Автозапчастина

source: Looking for part
pl: Szukasz części
sk: Hľadáte diel
uk: Шукаєте запчастину

source: Find it now at the best price with AutogroupEU. Fast shipping across Europe!
sk: Nájdite ho teraz za najlepšiu cenu s AutogroupEU. Rýchla doprava po celej Európe!
uk: Знайдіть зараз за найкращою ціною в AutogroupEU. Швидка доставка по Європі!

source: Auto Part
pl: Część samochodowa
sk: Autodiel
uk: Автозапчастина

source: Quality auto part with article number
pl: Wysokiej jakości część samochodowa o numerze artykułu
sk: Kvalitný autodiel s číslom tovaru
uk: Якісна автозапчастина з артикулом
