Repository: crimpi23/my_project
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl, sk, uk

source: If you have any questions about these Terms and Conditions, please contact us at:
pl: Jeśli masz jakiekolwiek pytania dotyczące niniejszych Warunków, prosimy o kontakt pod adresem:
sk: Ak máte akékoľvek otázky týkajúce sa týchto Obchodných podmienok, kontaktujte nás na:"msgstr "Ak máte akékoľvek otázky týkajúce sa týchto Obchodných podmienok, kontaktujte nás na:
uk: Якщо у вас є запитання щодо цих Умов використання, будь ласка, зв'яжіться з нами:

source: View and manage your shopping cart at AutogroupEU. Check prices, quantities, and proceed to checkout.
uk: Переглядайте та керуйте своїм кошиком в AutogroupEU. Перевіряйте ціни, кількість та оформлюйте замовлення.

source: Shopping Cart
pl: Koszyk zakupów
sk: Nákupný košík
uk: Кошик

source: Total:
pl: Razem
sk: Celkom
uk: Всього:

source: Select Saved Address
pl: Wybierz zapisany adres
sk: Vybrať uloženú adresu
uk: Обрати збережену адресу

source: Use new address
pl: Użyj nowego adresu
sk: Použiť novú adresu
uk: Використати нову адресу

source: New Delivery Address
pl: Nowy adres dostawy
sk: Nová dodacia adresa
uk: Нова адреса доставки

source: Full Name
pl: Pełne imię i nazwisko
sk: Celé meno
uk: Повне ім'я

source: Country
pl: Kraj
sk: Krajina
uk: Країна

source: Czech Republic
pl: Republika Czeska
sk: Česká republika
uk: Чехія

source: Poland
pl: Polska
sk: Poľsko
uk: Польща

source: Ukraine
pl: Ukraina
sk: Ukrajina
uk: Україна

source: Hungary
pl: Węgry
sk: Maďarsko
uk: Угорщина

source: City
pl: Miasto
sk: Mesto
uk: Місто

source: Postal Code
pl: Kod pocztowy
sk: PSČ
uk: Поштовий індекс

source: Street Address
pl: Adres ulicy
sk: Adresa ulice
uk: Адреса вулиці

source: Save address for future orders
pl: Zapisz adres do przyszłych zamówień
sk: Uložiť adresu pre budúce objednávky
uk: Зберегти адресу для майбутніх замовлень

source: Need invoice with VAT number
pl: Potrzebuję faktury z numerem VAT.
sk: Potrebujem faktúru s DPH
uk: Потрібен рахунок з ПДВ номером

source: Company name
uk: Назва компанії

source: VAT number
uk: ПДВ номер

source: Registration number
sk: IČO
uk: Реєстраційний номер

source: Company address
sk: Adresa spoločnosti
uk: Адреса компанії

source: Place Order
pl: Złóż zamówienie
sk: Zadať objednávku
uk: Оформити замовлення

source: Your Contact Information
sk: Vaše kontaktné údaje
uk: Ваша контактна інформація

source: Select country
sk: Vyberte krajinu
uk: Оберіть країну

source: Germany
pl: Niemcy
sk: Nemecko
uk: Німеччина

source: Austria
sk: Rakúsko
uk: Австрія

source: Other country
sk: Iná krajina
uk: Інша країна

source: Shipping Method
sk: Spôsob dopravy
uk: Спосіб доставки

source: Standard Shipping (Slovakia only)
uk: Стандартна доставка (лише Словаччина)

source: Delivery time
sk: Čas doručenia
uk: Час доставки

source: Location
sk: Lokalita
uk: Місцезнаходження

source: I need an invoice (company details)
sk: Potrebujem faktúru (údaje spoločnosti)
uk: Мені потрібен рахунок (дані компанії)

source: or
pl: lub
sk: alebo
uk: або

source: Your Cart is Empty
pl: Twój koszyk jest pusty
sk: Váš košík je prázdny
uk: Ваш кошик порожній

source: Start adding items to your cart!
pl: Rozpocznij dodawanie przedmiotów do koszyka!
sk: „Začnite pridávať položky do svojho košíka!
uk: Почніть додавати товари до кошика!

source: Search Articles
pl: Wyszukaj numery części
sk: Hľadať číslo dielov
uk: Пошук артикулів

source: Order confirmation at AutogroupEU. Your order has been successfully placed.
pl: Potwierdzenie zamówienia w AutogroupEU. Twoje zamówienie zostało pomyślnie złożone.
sk: Potvrdenie objednávky v AutogroupEU. Vaša objednávka bola úspešne zadaná.
uk: Підтвердження замовлення в AutogroupEU. Ваше замовлення успішно оформлено.

source: Order Confirmation
pl: Potwierdzenie zamówienia
sk: Potvrdenie objednávky
uk: Підтвердження замовлення

source: Thank You for Your Order!
pl: Dziękujemy za Twoje zamówienie!
sk: Ďakujeme za vašu objednávku!
uk: Дякуємо за ваше замовлення!

source: Your order has been placed successfully.
pl: Twoje zamówienie zostało pomyślnie złożone.
sk: Vaša objednávka bola úspešne odoslaná.
uk: Ваше замовлення успішно оформлено.

source: Order Number
pl: Numer zamówienia
sk: Číslo objednávky
uk: Номер замовлення

source: Order Summary
pl: Podsumowanie zamówienia
sk: Súhrn objednávky
uk: Підсумок замовлення

source: What Happens Next?
pl: Co dalej?
sk: Čo bude ďalej?
uk: Що далі?

source: Order Confirmation Email
pl: E-mail z potwierdzeniem zamówienia
sk: E-mail s potvrdením objednávky
uk: Лист підтвердження замовлення

source: We've sent a confirmation email with your order details.
pl: Wysłaliśmy e-mail z potwierdzeniem zawierający szczegóły Twojego zamówienia.
sk: Poslali sme vám potvrdzovací e-mail s podrobnosťami o vašej objednávke.
uk: Ми надіслали лист підтвердження з деталями вашого замовлення.

source: We'll process your order and prepare it for shipping.
pl: Przetworzymy Twoje zamówienie i przygotujemy je do wysyłki.
sk: Spracujeme vašu objednávku a pripravíme ju na odoslanie.
uk: Ми обробимо ваше замовлення та підготуємо до відправки.

source: Once shipped, you'll receive tracking information via email.
pl: Po wysyłce otrzymasz informacje o śledzeniu przesyłki e-mailem.
sk: Po odoslaní dostanete informácie o sledovaní prostredníctvom e-mailu.
uk: Після відправки ви отримаєте інформацію для відстеження на email.

source: Return to Homepage
pl: Powrót do strony głównej
sk: Návrat na domovskú stránku
uk: Повернутися на головну

source: View My Orders
pl: Zobacz moje zamówienia
sk: Zobraziť moje objednávky
uk: Переглянути мої замовлення

source: A confirmation email has been sent to your email address.
sk: Na váš e-mail sme odoslali potvrdenie objednávky.
uk: Лист підтвердження надіслано на вашу email-адресу.

source: Address
pl: Adres
uk: Адреса

source: Create an Account
uk: Створити акаунт

source: Order details at AutogroupEU. View products, prices, and delivery information.
sk: Detaily objednávky v AutogroupEU. Zobrazte produkty, ceny a informácie o doručení.
uk: Деталі замовлення в AutogroupEU. Перегляньте товари, ціни та інформацію про доставку.

source: Details
pl: Szczegóły
sk: Detaily
uk: Деталі

source: Shipped
pl: Wysłane
sk: Odoslané
uk: Відправлено

source: Delivered
pl: Dostarczone
sk: Doručené
uk: Доставлено

source: Cancelled
pl: Anulowane
sk: Zrušené
uk: Скасовано

source: Payment Status
pl: Status płatności.
sk: Stav platby
uk: Статус оплати

source: Paid
sk: Zaplatené
uk: Оплачено

source: No delivery address information
pl: Brak informacji o adresie dostawy.
sk: Žiadne informácie o adrese doručenia
uk: Інформація про адресу доставки відсутня

source: Invoice Information
pl: Informacje o fakturze
sk: Fakturačné údaje
uk: Інформація про рахунок

source: View your order history at AutogroupEU. Track your purchases and check delivery status.
sk: Zobraziť históriu vašich objednávok v AutogroupEU. Sledujte svoje nákupy askontrolujte stav doručenia.
uk: Перегляньте історію замовлень в AutogroupEU. Відстежуйте покупки та перевіряйте статус доставки.

source: My Orders
pl: Moje zamówienia
sk: Moje objednávky
uk: Мої замовлення

source: Order #
pl: Zamówienie nr
sk: Objednávka
uk: Замовлення #

source: No Orders Found
pl: Nie znaleziono zamówień
sk: Objednávka nebola nájdená
uk: Замовлень не знайдено

source: You have not placed any orders yet.
pl: Nie złożyłeś jeszcze żadnych zamówień
sk: Zatiaľ ste nezadali žiadne objednávky.
uk: Ви ще не оформили жодного замовлення.

source: Start Shopping
pl: Rozpocznij zakupy
sk: Začať nakupovať
uk: Почати покупки

source: My Profile
pl: Mój profil
sk: Môj profil
uk: Мій профіль

source: Manage your personal information, addresses and company details
pl: Zarządzaj swoimi informacjami osobistymi, adresami i danymi firmy
sk: Spravujte svoje osobné údaje, adresy a údaje o spoločnosti
uk: Керуйте особистою інформацією, адресами та даними компанії

source: Addresses
pl: Adresy
sk: Adresy
uk: Адреси

source: Companies
pl: Firmy
sk: Spoločnosti
uk: Компанії

source: Personal Information
pl: Informacje osobiste
sk: Osobné údaje
uk: Особиста інформація

source: Username cannot be changed
pl: Nazwa użytkownika nie może być zmieniona
sk: Používateľské meno nemožno zmeniť
uk: Ім'я користувача не можна змінити

source: Preferred Language
pl: Preferowany język
sk: Preferovaný jazyk
uk: Бажана мова

source: Update Profile
pl: Zaktualizuj profil
sk: Aktualizovať profil
uk: Оновити профіль

source: Delivery Addresses
pl: Adresy dostawy
sk: Doručovacie adresy
uk: Адреси доставки

source: Your Addresses
pl: Twoje adresy
sk: Vaše adresy
uk: Ваші адреси

source: Set as Default
pl: Ustaw jako domyślny
sk: Predvolená
uk: Встановити за замовчуванням

source: Are you sure you want to delete this address?
pl: Czy na pewno chcesz usunąć ten adres?
uk: Ви впевнені, що хочете видалити цю адресу?

source: You have no saved addresses yet.
pl: „Nie masz jeszcze zapisanych adresów.
sk: Zatiaľ nemáte žiadne uložené adresy.
uk: У вас ще немає збережених адрес.

source: Add New Address
pl: Dodaj nowy adres
sk: Pridať novú adresu
uk: Додати нову адресу

source: Choose...
sk: Vyberte...
uk: Виберіть...

source: Set as default address
pl: Ustaw jako domyślny adres
sk: Nastaviť ako predvolenú adresu
uk: Встановити як адресу за замовчуванням

source: Add Address
pl: Dodaj adres
sk: Pridať adresu
uk: Додати адресу

source: Company Information
pl: Informacje o firmie
sk: Informácie o spoločnosti
uk: Інформація про компанію

source: Your Companies
pl: Twoje firmy
sk: Vaše spoločnosti
uk: Ваші компанії

source: VAT
pl: Podatek VAT
sk: DPH
uk: ПДВ

source: Registration No.
pl: Numer rejestracyjny
sk: IČO
uk: Реєстр. №

source: Are you sure you want to delete this company?
sk: Ste si istí, že chcete vymazať túto spoločnosť?
uk: Ви впевнені, що хочете видалити цю компанію?

source: You have no saved companies yet.
pl: Nie masz jeszcze zapisanych firm.
sk: Zatiaľ nemáte žiadne uložené spoločnosti.
uk: У вас ще немає збережених компаній.

source: Add New Company
pl: Dodaj nową firmę
sk: Pridať novú spoločnosť
uk: Додати нову компанію

source: (optional)
pl: (Opcjonalnie)
sk: (voliteľné)
uk: (необов'язково)

source: Set as default company
pl: Ustaw jako domyślną firmę.
sk: Nastaviť ako predvolenú spoločnosť
uk: Встановити як компанію за замовчуванням

source: Add Company
pl: Dodaj firmę
sk: Pridať spoločnosť
uk: Додати компанію

source: Current Password
pl: Obecne hasło
sk: Aktuálne heslo
uk: Поточний пароль

source: Confirm New Password
pl: Potwierdź nowe hasło
sk: Potvrďte nové heslo
uk: Підтвердіть новий пароль

source: Enter Articles and Quantities:
uk: Введіть артикули та кількість:

source: Example:
pl: Przykład:
uk: Приклад:

source: Upload Articles File
uk: Завантажити файл артикулів

source: Article/Quantity/Comment
pl: Artykuł/Ilość/Marka/Komentarz
uk: Артикул/Кількість/Коментар

source: Article/Quantity/Brand/Comment
uk: Артикул/Кількість/Бренд/Коментар

source: Drag and drop your file here
pl: Przeciągnij i upuść plik tutaj
sk: Presuňte sem súbor alebo kliknite
uk: Перетягніть файл сюди

source: Select File
pl: Wybierz plik
sk: Vybrať súbor
uk: Обрати файл

source: Upload and Search
uk: Завантажити та шукати

source: Category not found.
pl: Nie znaleziono kategorii.
sk: Kategória nebola nájdená.

source: Ukrainian
pl: Ukraiński
sk: Ukrajinčina

source: An error occurred while loading blog posts
sk: Pri pridávaní položiek do košíka došlo k chybe

source: Article not found
sk: Tovar nebol nájdený

source: An error occurred while loading the article
sk: Pri načítaní článku došlo k chybe

source: An error occurred during search
sk: Počas vyhľadávania došlo k chybe

source: Process Public Orders
pl: Przetwarzaj zamówienia publiczne
sk: Spracovať verejné objednávky

source: Change Password for User
pl: Zmień hasło dla użytkownika
sk: Zmeniť heslo pre používateľa

source: Forgot your password?
pl: Zapomniałeś hasła?
sk: Zabudli ste heslo?

source: Don't have an account?
pl: Nie masz konta?
sk: Nemáte účet?

source: Register here
pl: Zarejestruj się tutaj
sk: Zaregistrujte sa tu

source: Login here
pl: Zaloguj się tutaj
sk: Prihláste sa tu

source: Warehouse
pl: Magazyn
sk: Sklad

source: Founded on November 15, 2014, we have been supplying original auto parts for many years. We have an online store where you can order parts to be delivered or purchase items available in our stock.
pl: Założona 15 listopada 2014 roku, dostarczamy oryginalne części samochodowe od wielu lat. Posiadamy sklep internetowy, w którym możesz zamówić części z dostawą lub zakupić przedmioty dostępne w naszym magazynie.
sk: Založená 15. novembra 2014, dodávame originálne autodiely už mnoho rokov. Máme internetový obchod, kde si môžete objednať diely na dodanie alebo kúpiť tovary dostupné na našom sklade.

source: We provide original parts from European official warehouses at the lowest prices. All parts are original and new.
pl: Dostarczamy oryginalne części z oficjalnych europejskich magazynów w najniższych cenach. Wszystkie części są oryginalne i nowe.
sk: Poskytujeme originálne diely z európskych oficiálnych skladov za najnižšie ceny. Všetky diely sú originálne a nové.

source: Office
pl: Biuro
sk: Kancelária

source: Sent
sk: Odoslané

source: Latest articles and news from the automotive world
sk: Najnovšie články a novinky zo sveta automobilov

source: Newest
sk: Najnovšie

source: Oldest
sk: Najstaršie

source: Popular
sk: Populárne

source: Found {0} posts
sk: Nájdených {0} príspevkov

source: Read more
pl: Czytaj więcej
sk: Čítať viac

source: min read
sk: min čítania

source: Tags
sk: Značky

source: Share
sk: Zdieľať

source: You might also like
sk: Mohlo by vás zaujímať

source: Search Results for "{0}"
sk: Výsledky vyhľadávania pre "{0}"

source: Search Results
pl: Wyniki wyszukiwania
sk: Výsledky hľadania

source: Found {0} results for "{1}"
sk: Nájdených {0} výsledkov pre "{1}"

source: No articles found matching your search criteria.
sk: Nenašli sa žiadne články zodpovedajúce vašim vyhľadávacím kritériám.

source: Items
pl: Przedmioty
sk: Položky

source: Total Order Amount:
pl: Łączna kwota zamówienia:
sk: Celková suma objednávky:

source: You haven't placed any orders yet.
pl: Nie złożyłeś jeszcze żadnych zamówień.
sk: Zatiaľ ste nezadali žiadne objednávky.

source: Intermediate Results
pl: Wyniki pośrednie
sk: Predbežné výsledky

source: The following articles were not found in any price list:
pl: Następujące artykuły nie zostały znalezione w żadnym cenniku:
sk: Nasledujúce tovary neboli nájdené v žiadnom cenníku:

source: Select
pl: Wybierz
sk: Vybrať

source: Try searching with different articles or check your input format.
pl: Spróbuj wyszukiwania z innymi kodami towarów lub sprawdź format wprowadzania.
sk: Skúste vyhľadávať s inými kódmi tovaru alebo skontrolujte formát zadania.

source: N/A
pl: Nie dotyczy
sk: nie je k dispozícii

source: {editor}: Editing failed
pl: {editor}: Edycja nie powiodła się
sk: {editor}: Úprava zlyhala

source: {editor}: Editing failed: {e}
pl: {editor}: Edycja nie powiodła się: {e}
sk: {editor}: Úprava zlyhala: {e}

source: Aborted!
pl: Przerwano!
sk: Prerušené!

source: (Deprecated) {text}
pl: (Przestarzałe) {text}
sk: (Zastarané) {text}

source: Options
pl: Opcje
sk: Možnosti

source: Got unexpected extra argument ({args})
pl: Otrzymano nieoczekiwany dodatkowy argument ({args})
sk: Získaný neočakávaný dodatočný argument ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
pl: Ostrzeżenie o przestarzałości: Polecenie {name!r} jest przestarzałe.
sk: Upozornenie na zastaranie: Príkaz {name!r} je zastaraný.

source: Commands
pl: Polecenia
sk: Príkazy

source: Missing command.
pl: Brakujące polecenie.
sk: Chýbajúci príkaz.

source: No such command {name!r}.
pl: Nie ma takiego polecenia {name!r}.
sk: Žiadny taký príkaz {name!r}.

source: Value must be an iterable.
pl: Wartość musi być iterowalną.
sk: Hodnota musí byť iterovateľná.

source: Takes {nargs} values but 1 was given.
pl: Przyjmuje {nargs} wartości, ale podano 1.
sk: Berie {nargs} hodnôt, ale bola zadaná 1.

source: env var: {var}
pl: zmienna środowiskowa: {var}
sk: premenná prostredia: {var}

source: (dynamic)
pl: (dynamiczne)
sk: (dynamické)

source: default: {default}
pl: domyślnie: {default}
sk: predvolené: {default}

source: required
pl: wymagane
sk: povinné

source: %(prog)s, version %(version)s
pl: %(prog)s, wersja %(version)s
sk: %(prog)s, verzia %(version)s

source: Show the version and exit.
pl: Pokaż wersję i wyjdź.
sk: Zobraziť verziu a ukončiť.

source: Show this message and exit.
pl: Pokaż tę wiadomość i wyjdź.
sk: Zobraziť túto správu a ukončiť.

source: Error: {message}
pl: Błąd: {message}
sk: Chyba: {message}

source: Try '{command} {option}' for help.
pl: Spróbuj '{command} {option}' aby uzyskać pomoc.
sk: Skúste '{command} {option}' pre pomoc.

source: Invalid value: {message}
pl: Nieprawidłowa wartość: {message}
sk: Neplatná hodnota: {message}

source: Invalid value for {param_hint}: {message}
pl: Nieprawidłowa wartość dla {param_hint}: {message}
sk: Neplatná hodnota pre {param_hint}: {message}

source: Missing argument
pl: Brakujący argument
sk: Chýbajúci argument

source: Missing option
pl: Brakująca opcja
sk: Chýbajúca možnosť

source: Missing parameter
pl: Brakujący parametr
sk: Chýbajúci parameter

source: Missing {param_type}
pl: Brakujący {param_type}
sk: Chýbajúci {param_type}

source: Missing parameter: {param_name}
pl: Brakujący parametr: {param_name}
sk: Chýbajúci parameter: {param_name}

source: No such option: {name}
pl: Nie ma takiej opcji: {name}
sk: Žiadna taká možnosť: {name}

source: Did you mean {possibility}?
pl: Czy chodziło Ci o {possibility}?
sk: Mali ste na mysli {possibility}?

source: unknown error
pl: nieznany błąd
sk: neznáma chyba

source: Could not open file {filename!r}: {message}
pl: Nie można otworzyć pliku {filename!r}: {message}
sk: Nepodarilo sa otvoriť súbor {filename!r}: {message}

source: Usage:
pl: Użycie:
sk: Použitie:

source: Argument {name!r} takes {nargs} values.
pl: Argument {name!r} przyjmuje {nargs} wartości.
sk: Argument {name!r} berie {nargs} hodnôt.

source: Option {name!r} does not take a value.
pl: Opcja {name!r} nie przyjmuje wartości.
sk: Možnosť {name!r} neberie hodnotu.

source: Option {name!r} requires an argument.
pl: Opcja {name!r} wymaga argumentu.
sk: Možnosť {name!r} vyžaduje argument.

source: Shell completion is not supported for Bash versions older than 4.4.
pl: Uzupełnianie powłoki nie jest obsługiwane dla wersji Bash starszych niż 4.4.
sk: Doplňovanie shellu nie je podporované pre verzie Bash staršie ako 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
pl: Nie można wykryć wersji Bash, uzupełnianie powłoki nie jest obsługiwane.
sk: Nebolo možné zistiť verziu Bash, doplňovanie shellu nie je podporované.

source: Repeat for confirmation
pl: Powtórz w celu potwierdzenia
sk: Zopakujte pre potvrdenie

source: Error: The value you entered was invalid.
pl: Błąd: Wprowadzona wartość jest nieprawidłowa.
sk: Chyba: Zadaná hodnota bola neplatná.

source: Error: {e.message}
pl: Błąd: {e.message}
sk: Chyba: {e.message}

source: Error: The two entered values do not match.
pl: Błąd: Dwie wprowadzone wartości nie są zgodne.
sk: Chyba: Dve zadané hodnoty sa nezhodujú.

source: Error: invalid input
pl: Błąd: nieprawidłowe dane wejściowe
sk: Chyba: neplatný vstup

source: Press any key to continue...
pl: Naciśnij dowolny klawisz, aby kontynuować...
sk: Stlačte ľubovoľný kláves pre pokračovanie...

source: Choose from: {choices}
pl: Wybierz z: {choices}
sk: Vyberte z: {choices}

source: {value!r} is not {choice}.
pl: {value!r} nie jest {choice}.
sk: {value!r} nie je {choice}.

source: {value!r} does not match the format {format}.
pl: {value!r} nie pasuje do formatu {format}.
sk: {value!r} nezodpovedá formátu {format}.

source: {value!r} is not a valid {number_type}.
pl: {value!r} nie jest prawidłowym {number_type}.
sk: {value!r} nie je platný {number_type}.

source: {value} is not in the range {range}.
pl: {value} nie jest w zakresie {range}.
sk: {value} nie je v rozsahu {range}.

source: {value!r} is not a valid boolean.
pl: {value!r} nie jest prawidłową wartością logiczną.
sk: {value!r} nie je platná booleovská hodnota.

source: {value!r} is not a valid UUID.
pl: {value!r} nie jest prawidłowym UUID.
sk: {value!r} nie je platné UUID.

source: file
pl: plik
sk: súbor

source: directory
pl: katalog
sk: adresár

source: path
pl: ścieżka
sk: cesta

source: {name} {filename!r} does not exist.
pl: {name} {filename!r} nie istnieje.
sk: {name} {filename!r} neexistuje.

source: {name} {filename!r} is a file.
pl: {name} {filename!r} jest plikiem.
sk: {name} {filename!r} je súbor.

source: {name} {filename!r} is a directory.
pl: {name} {filename!r} jest katalogiem.
sk: {name} {filename!r} je adresár.

source: {name} {filename!r} is not readable.
pl: {name} {filename!r} nie jest czytelny.
sk: {name} {filename!r} nie je čitateľný.

source: {name} {filename!r} is not writable.
pl: {name} {filename!r} nie jest zapisywalny.
sk: {name} {filename!r} nie je zapisovateľný.

source: {name} {filename!r} is not executable.
pl: {name} {filename!r} nie jest wykonywalny.
sk: {name} {filename!r} nie je spustiteľný.

source: {len_type} values are required, but {len_value} was given.
pl: Wymagane są {len_type} wartości, ale podano {len_value}.
sk: Vyžaduje sa {len_type} hodnôt, ale bola zadaná {len_value}.

source: Comment
pl: Komentarz

source: No comment
pl: Bez komentarza

source: Clear Cart
pl: Wyczyść koszyk

source: Read More
pl: Czytaj więcej

source: News Archive
pl: Archiwum wiadomości

source: Mark as Read
pl: Oznacz jako przeczytane

source: Old Value
pl: Poprzednia wartość

source: New Value
pl: Nowa wartość

source: No changes found.
pl: Nie znaleziono zmian.

source: Order Details
pl: Szczegóły zamówienia

source: The details for this order could not be found.
pl: Nie można znaleźć szczegółów tego zamówienia.
